[
  {
    "id": "kit_001",
    "nome": "Abastado",
    "nucleos": [
      "Era das Arcas",
      "Guerra da Galáxia"
    ],
    "exigencias": [
      "Influência ou Manha",
      "Riqueza"
    ],
    "poderes": [
      {
        "nome": "Meritocracia",
        "descricao": "Uma vez por cena, você pode fazer um teste de compra para usar uma vantagem que não possua, uma única vez. Uma vanta- gem de 1pt exige um teste Mé- dio (9); para cada ponto extra, a dificuldade aumenta +3. Você ainda deve pagar outros cus- tos da vantagem (como PM). Por exemplo, usar Incorpóreo exige um teste com meta 12, uma ação e 5PM."
      },
      {
        "nome": "Poder aquisitivo",
        "descricao": "Todos os seus testes de compra ganham +3 no resultado final (depois da rolagem)."
      },
      {
        "nome": "Tempo é dinheiro!",
        "descricao": "Seu primeiro teste de compra em cada sessão recebe Ganho, e seu segundo teste não sofre Perda (como se- ria normal para um segundo teste)"
      }
    ],
    "pagina_inicial": 4
  },
  {
    "id": "kit_002",
    "nome": "Agente Secreto",
    "nucleos": [
      "Guerra da Galáxia",
      "Operação ARSENAL"
    ],
    "exigencias": [
      "Manha ou Percepção",
      "Patrono"
    ],
    "poderes": [
      {
        "nome": "Identidade secreta",
        "descricao": "Você tem Ganho em testes para ocultar suas atividades (incluindo manter-se escondido). Da mesma forma, testes feitos por outros para descobrir qualquer coisa sobre você têm Perda."
      },
      {
        "nome": "Olho clínico",
        "descricao": "Você pode gastar uma ação e 1PM para fazer um teste de Percep- ção (Habilidade, 9). Se bem-sucedido, você descobre algo sobre um persona- gem (como um valor de atributo, perí- cia, vantagem ou desvantagem)."
      },
      {
        "nome": "Plano de ação",
        "descricao": "Você pode gas- tar um movimento e 2PM para analisar a situação e elaborar um plano. Até o fim da cena você recebe H+2. Isso não afeta os seus recursos."
      }
    ],
    "pagina_inicial": 5
  },
  {
    "id": "kit_003",
    "nome": "Alquimista",
    "nucleos": [
      "Era das Arcas",
      "Tormenta ALPHA",
      "UniPotência"
    ],
    "exigencias": [
      "Mística",
      "Saber"
    ],
    "poderes": [
      {
        "nome": "Diagrama",
        "descricao": "Você pode gastar um movimento para traçar um dia- grama alquímico em alguma superfície (no chão, na parede, nas costas do amigo distraído...). Sua próxima vantagem ou técnica que gasta PM tem seu custo reduzido em –1 (mínimo 1PM)."
      },
      {
        "nome": "Diagrama pessoal",
        "descricao": "Escolha uma vantagem ou técnica que você tem e gasta PM. Você pode levar consigo o diagrama necessário para usá-la (em um pergaminho, bordado na roupa, tatua- do no corpo...), sem precisar gastar um movimento para reduzir o custo."
      },
      {
        "nome": "Troca equivalente",
        "descricao": "Na primeira rodada de cada cena, você pode mudar seus atributos e vanta- gens livremente, como na vanta- gem Transformação — exceto que não pode mudar perícias, des- vantagens e técnicas. Em vez disso, você pode transmutar um aliado volun- tário Perto. Você (ou seu aliado) reverte à forma normal no fim da cena."
      }
    ],
    "pagina_inicial": 6
  },
  {
    "id": "kit_004",
    "nome": "Artista Marcial",
    "nucleos": [
      "Era das Arcas",
      "Operação ARSENAL"
    ],
    "exigencias": [
      "Luta"
    ],
    "poderes": [
      {
        "nome": "Kata",
        "descricao": "Quando seu ataque vence a defesa do alvo, você pode usar um movimento para aumentar o dano em 2 pontos. Se tiver mais movimen- tos neste turno, cada um adiciona mais 2 pontos."
      },
      {
        "nome": "Montagem de treino",
        "descricao": "Uma vez por sessão, antes de um combate im- portante, você pode fazer um teste de Luta (9, ou mais para oponentes muito mais fortes que você). Se tiver sucesso, aquela será a luta para a qual você vinha se preparando: você recebe Maestria (Luta) durante aquele combate. Se já tem a vanta- gem, pode escolher pagar 2PM para crítico com 4, 5 e 6."
      },
      {
        "nome": "Lutarei para conseguir! Sua arte marcial é versátil",
        "descricao": "Uma vez por cena, você pode usar Luta para subs- tituir qualquer outra perícia. Você pode pagar 3PM para cada nova utiliza- ção na mesma cena."
      }
    ],
    "pagina_inicial": 7
  },
  {
    "id": "kit_005",
    "nome": "Ás Advogado",
    "nucleos": [
      "Guerra da Galáxia",
      "UniPotência"
    ],
    "exigencias": [
      "Influência",
      "Defesa Especial (Reflexão)"
    ],
    "poderes": [
      {
        "nome": "Coleta de provas",
        "descricao": "Quando tem um crítico em um teste de Influ- ência ou Saber, em vez de somar o atri- buto outra vez, você pode escolher pegar uma Prova (anote P, a lápis, em algum lugar da ficha). Você pode fazer isso até três vezes por cena. Em outros testes de Influência ou Saber, você pode gastar uma ou mais Provas; cada Prova concede um críti- co automático. Provas não usadas até o fim da cena são desqualificadas e perdidas."
      },
      {
        "nome": "Embargo",
        "descricao": "Você pode pagar 2PM para evitar todo o dano de um ataque, ou qualquer efeito negativo por falhar em um teste. Você pode fazer isso um número de vezes por sessão igual a seu Poder ou 5, o que for menor."
      },
      {
        "nome": "Objeção! Sua Defesa Espe- cial (Reflexão) adiciona +2 ao dano contra o adversário",
        "descricao": ""
      }
    ],
    "pagina_inicial": 8
  },
  {
    "id": "kit_006",
    "nome": "Atirador de Elite",
    "nucleos": [
      "Guerra da Galáxia",
      "Operação ARSENAL",
      "Tormenta ALPHA"
    ],
    "exigencias": [
      "Manha",
      "Alcance 2"
    ],
    "poderes": [
      {
        "nome": "Mira perfeita",
        "descricao": "Em cada cena, seu primeiro ataque contra cada alvo Longe ou mais impõe Perda na defesa do alvo."
      },
      {
        "nome": "Posição vantajosa",
        "descricao": "Você pode gastar uma ação completa para se colocar em um ponto protegido, recebendo Ganho em testes de defesa contra ataques de Longe ou mais."
      },
      {
        "nome": "Um tiro, duas mortes",
        "descricao": "Quando reduz um oponente a 0PV com um ataque à distância (Longe ou mais), o mesmo projétil segue, rico- cheteia e atinge outro alvo à sua escolha, com a mesma rolagem de ataque, sem qualquer custo extra."
      }
    ],
    "pagina_inicial": 9
  },
  {
    "id": "kit_007",
    "nome": "Bárbaro",
    "nucleos": [
      "Era das Arcas",
      "Operação ARSENAL",
      "Tormenta ALPHA"
    ],
    "exigencias": [
      "Sobrevivência",
      "Vigoroso"
    ],
    "poderes": [
      {
        "nome": "Espírito livre",
        "descricao": "Se estiver conscien- te, você nunca é considerado indefeso."
      },
      {
        "nome": "Frenesi de combate",
        "descricao": "Você pode gastar 3PM para invocar um frenesi que oferece P+3 (sem afetar seus Pontos de Ação) até o fim da cena. Quando o combate termina, você fica esgota- do e é considerado derrotado duran- te toda a cena seguinte."
      },
      {
        "nome": "Resistência superior",
        "descricao": ""
      }
    ],
    "pagina_inicial": 10
  },
  {
    "id": "kit_008",
    "nome": "Caça-Prêmios",
    "nucleos": [
      "Guerra da Galáxia",
      "Tormenta ALPHA"
    ],
    "exigencias": [
      "Percepção",
      "Manha ou Sobrevivência"
    ],
    "poderes": [
      {
        "nome": "Ataque subjugante",
        "descricao": "Gaste 2PM antes de fazer um ataque. Se causar dano, o alvo tem Perda em testes de ataque e defesa até seu pró- ximo turno."
      },
      {
        "nome": "Contrato",
        "descricao": ""
      },
      {
        "nome": "Mural de recompensas",
        "descricao": "Você sempre tem Ga- nho em testes para con- seguir informações sobre procurados e suas recompensas, e também em tes- tes para rastrear o alvo de seu Con- trato."
      }
    ],
    "pagina_inicial": 11
  },
  {
    "id": "kit_009",
    "nome": "CARD Gamer",
    "nucleos": [
      "Era das Arcas",
      "Tormenta ALPHA."
    ],
    "exigencias": [
      "Magia",
      "Mística",
      "Utensílio"
    ],
    "poderes": [
      {
        "nome": "Caiu na armadilha! Uma vez por cena, após um oponente realizar qualquer ação, você pode fazer um teste de Mística (6 + Habilidade do oponente)",
        "descricao": "Se tiver sucesso, pode usar Magia ou uma técnica mágica que conheça como reação."
      },
      {
        "nome": "Carta na manga",
        "descricao": "Quando usa uma vantagem ou técnica que gasta PM, se você gastar +2PM, existe uma chance (resultado ímpar em 1D) de que o mesmo efeito aconteça outra vez em seu turno seguinte, sem custo adicional."
      },
      {
        "nome": "Escolha uma carta",
        "descricao": "Você invoca uma criatura. Gaste 1PM para receber um Ajudante até o fim da cena. Se tiver sucesso em um teste de Mística (9) você escolhe o tipo de ajudante; se falhar, o mestre escolhe. Você ainda deve pagar PM por cada utili- zação do Ajudante."
      }
    ],
    "pagina_inicial": 12
  },
  {
    "id": "kit_010",
    "nome": "Cavaleiro",
    "nucleos": [
      "Era das Arcas",
      "Tormenta ALPHA"
    ],
    "exigencias": [
      "Resoluto ou Vigoroso",
      "Código (qualquer)"
    ],
    "poderes": [
      {
        "nome": "Armadura completa",
        "descricao": "Quando sofre um ataque, você pode escolher gastar 2PM para reduzir em –1 o resultado de cada dado do atacan- te. Se ele rolar um 4, por exemplo, conta como 3. Essa redução, inclusive, cancela acertos críticos. Você ainda faz seu teste de defesa normalmente."
      },
      {
        "nome": "Força da honra",
        "descricao": ""
      },
      {
        "nome": "Inspirar aliado",
        "descricao": "Você pode gastar 1PM e uma ação para inspirar um aliado que possa vê-lo. Ele recebe Ganho em um teste em seu próximo turno. Não é possível “guardar” Ganhos para depois."
      }
    ],
    "pagina_inicial": 13
  },
  {
    "id": "kit_011",
    "nome": "Celebridade",
    "nucleos": [
      "Era das Arcas",
      "Guerra da Galáxia",
      "Operação ARSENAL"
    ],
    "exigencias": [
      "Famoso",
      "Torcida"
    ],
    "poderes": [
      {
        "nome": "Grande fama",
        "descricao": "Você gasta 2PM, em vez de 3, para usar a vantagem Famoso."
      },
      {
        "nome": "Ovação",
        "descricao": "Quando está sob efeito de sua Torci- da, você pode gastar um tur- no para recuperar 1D Pontos de Mana."
      },
      {
        "nome": "Rugido das mas- sas",
        "descricao": "Além do Ganho recebi- do por Torcida, seu teste cau- sa um acerto crítico com 5 ou 6."
      }
    ],
    "pagina_inicial": 14
  },
  {
    "id": "kit_012",
    "nome": "Cientista",
    "nucleos": [
      "Era das Arcas",
      "Guerra da Galáxia",
      "UniPotência"
    ],
    "exigencias": [
      "Saber"
    ],
    "poderes": [
      {
        "nome": "Eureka! Você pode pro- duzir um invento ou método capaz de resol- ver um problema",
        "descricao": "Uma vez por sessão, com um mo- vimento e 3PM, você adquire uma vantagem de custo 1pt à sua escolha, até o fim da cena. Você ainda deve pagar quaisquer outros custos da vantagem esco- lhida."
      },
      {
        "nome": "Método científico",
        "descricao": ""
      },
      {
        "nome": "Pesquisa",
        "descricao": "Você pode gastar um movi- mento e 1PM para fazer um teste de Saber (9) e des- cobrir informações sobre um personagem na cena. Escolha: atributos, perícias, vantagens, desvanta- gens, técnicas ou itens. A critério do mestre, você também pode descobrir outros segredos."
      }
    ],
    "pagina_inicial": 15
  },
  {
    "id": "kit_013",
    "nome": "Clérigo",
    "nucleos": [
      "Era das Arcas",
      "Tormenta ALPHA",
      "UniPotência"
    ],
    "exigencias": [
      "Devoto"
    ],
    "poderes": [
      {
        "nome": "Devoto fervoroso",
        "descricao": "Você pode usar a vantagem Devoto até três vezes por cena, em vez de duas."
      },
      {
        "nome": "Dom divino",
        "descricao": "Sua divindade permite realizar milagres mágicos variados. Uma vez por cena, com um movimento e 3PM, você adquire uma perícia ou vantagem de custo 1pt à sua es- colha, até o fim da cena. Você ainda deve pagar outros custos da van- tagem escolhida."
      },
      {
        "nome": "Poder concedido",
        "descricao": ""
      }
    ],
    "pagina_inicial": 16
  },
  {
    "id": "kit_014",
    "nome": "da ORDEM",
    "nucleos": [
      "Guerra da Galáxia"
    ],
    "exigencias": [
      "Patrono",
      "Inimigo (aliens)"
    ],
    "poderes": [
      {
        "nome": "Primeiro contato",
        "descricao": "Você é treina- do para enfrentar o desconhecido. Pode gastar 2PM para receber +3 em qualquer teste de Sa- ber ou Sobrevivência."
      },
      {
        "nome": "Inimigo meu",
        "descricao": "Você pode usar a vantagem Inimigo para se- res extraterrestres que nunca viu antes. Apesar do nome, também afeta testes para interações sociais amistosas e prestação de ajuda."
      },
      {
        "nome": "Sensores avançados",
        "descricao": "Você pode pagar 2PM para adquirir um Senti- do à sua escolha, para um único teste."
      }
    ],
    "pagina_inicial": 17
  },
  {
    "id": "kit_015",
    "nome": "Curandeiro",
    "nucleos": [
      "Era das Arcas",
      "UniPotência",
      "Tormenta ALPHA"
    ],
    "exigencias": [
      "Medicina",
      "Cura"
    ],
    "poderes": [
      {
        "nome": "Paramédico",
        "descricao": "Você pode curar 1D"
      },
      {
        "nome": "Cura crítica",
        "descricao": "Sem- pre que você rola 6 em um dado de Cura, pode rolar um dado extra. Isso também vale para os dados extras."
      },
      {
        "nome": "Explosão de cura",
        "descricao": "Uma vez por cena, você pode usar sua Cura em capacidade máxima (1D para cada ponto de Habilidade) sem gastar PM."
      }
    ],
    "pagina_inicial": 18
  },
  {
    "id": "kit_016",
    "nome": "Detetive",
    "nucleos": [
      "Guerra da Galáxia",
      "Operação ARSENAL",
      "UniPotência"
    ],
    "exigencias": [
      "Manha",
      "Percepção"
    ],
    "poderes": [
      {
        "nome": "Elementar! Uma vez por cena, você pode usar Percep- ção para substituir qualquer outra perícia",
        "descricao": "Você pode pa- gar 3PM para cada nova uti- lização na mesma cena."
      },
      {
        "nome": "Obter informa- ção",
        "descricao": "Quando tem um crítico em um teste de Manha ou Percepção, em vez de somar o atributo outra vez, você pode escolher obter uma Pista (anote P, a lápis, em algum lugar da ficha). Você pode fazer isso até três vezes por cena. Em outros testes de Manha ou Percepção, você pode gastar uma ou mais Pistas; cada Pista concede um crítico automático. Pis- tas não usadas até o fim da cena esfriam e são perdidas."
      },
      {
        "nome": "Caso encerrado",
        "descricao": "Em sua presença, inimigos derrotados permanecem nessa condição até o fim da cena, mesmo se re- cuperam PV."
      }
    ],
    "pagina_inicial": 19
  },
  {
    "id": "kit_017",
    "nome": "Kit_17",
    "nucleos": [
      "Era das Arcas",
      "Operação ARSENAL",
      "Tormenta ALPHA"
    ],
    "exigencias": [
      "P3",
      "Ataque Especial (qualquer)"
    ],
    "poderes": [
      {
        "nome": "Estilo de combate",
        "descricao": "Escolha entre melee ou ranged."
      },
      {
        "nome": "Ataque gra- tuito",
        "descricao": "Uma vez por cena, você pode usar um Ataque Especial sem gastar PM."
      },
      {
        "nome": "Último recurso",
        "descricao": "Quan- do você está perto da derrota, to- dos os seus ataques no estilo escolhido têm Ganho."
      }
    ],
    "pagina_inicial": 20
  },
  {
    "id": "kit_018",
    "nome": "Druida",
    "nucleos": [
      "Era das Arcas",
      "Guerra da Galáxia",
      "Operação ARSENAL"
    ],
    "exigencias": [
      "Animais",
      "Ajudante",
      "Transformação",
      "Código Dahllan"
    ],
    "poderes": [
      {
        "nome": "Forma selvagem",
        "descricao": "Sua Transformação permite mudar para várias feras poderosas com habilidades diferentes. Cada vez que muda para sua segunda forma, escolha duas vantagens extras entre as seguintes, sem custo: Aceleração, Ágil, Alcance 1, Forte, Imune (Anfíbio, Doenças ou Re- siliente), +Membros, Paralisia, Regeneração, Sentido (Aguçado, Infravisão ou Radar), Vigoroso, Voo."
      },
      {
        "nome": "Irmãos selvagens",
        "descricao": "Onde você estiver, animais (e plantas!) surgem para ajudá-lo."
      },
      {
        "nome": "Dádiva da natureza",
        "descricao": "Animais (e plantas!) ajudam em suas tarefas. Uma vez por cena, você pode usar Animais para substituir qualquer outra perícia. Você pode pagar 3PM para cada nova uti- lização na mes- ma cena."
      }
    ],
    "pagina_inicial": 21
  },
  {
    "id": "kit_019",
    "nome": "Elementalista",
    "nucleos": [
      "Era das Arcas",
      "Tormenta ALPHA",
      "UniPotência"
    ],
    "exigencias": [
      "Magia",
      "Ambiente",
      "Fraqueza"
    ],
    "poderes": [
      {
        "nome": "Ambiente elemental",
        "descricao": "Seu elemento escolhido é seu Ambien- te. A desvantagem segue suas regras normais (ao rolar 1 em 1D, Perda em to- dos os testes). No entanto, se rolar 6, seu elemento existe em abundância na cena; você tem direito a uma utilização de Magia sem gastar PM."
      },
      {
        "nome": "Elemento pri- mordial",
        "descricao": "Você sabe contro- lar seu elemento para conse- guir efeitos variados. Uma vez por sessão, com um movimento e 3PM, você adquire uma perícia ou vantagem de custo 1pt à sua escolha, até o fim da cena. Você ainda deve pagar quaisquer outros custos da vantagem escolhida."
      },
      {
        "nome": "Moldar essência",
        "descricao": "Na primeira rodada de cada cena, você pode mudar seus atributos e perí- cias livremente — mas não vantagens, desvantagens e técnicas. Você reverte à forma normal no fim da cena. Fraqueza Elemental (–1-2 pt) Escolha um elemento oposto, diferente do seu, como sua Fraqueza. Decida se é comum ou inco- mum. A desvantagem segue suas regras nor- mais (Perda em todos os testes se estiver Perto)."
      }
    ],
    "pagina_inicial": 22
  },
  {
    "id": "kit_020",
    "nome": "Engenheiro Mecha",
    "nucleos": [
      "Guerra da Galáxia",
      "UniPotência"
    ],
    "exigencias": [
      "Máquinas",
      "Utensílio (ferramentas)"
    ],
    "poderes": [
      {
        "nome": "A ferramenta certa",
        "descricao": "Não há problema que algumas marteladas não re- solvam. Uma vez por cena, você pode usar Máquinas para substituir qualquer outra perícia. Você pode pagar 3PM para cada nova utilização na mesma cena."
      },
      {
        "nome": "Engenheiro de campo",
        "descricao": "Você pode criar ou improvisar apare- lhos na hora. Se bem-sucedido em um teste de Máquinas (9), gaste 1PM para ter um Ajudante de tipo à sua escolha, até o fim da cena. Você ainda deve pagar PM por cada utili- zação do Ajudante."
      },
      {
        "nome": "Martelinho de ouro",
        "descricao": "Você pode gastar uma ação para fazer um teste de Máquinas (9). Se bem-sucedido, cura 2D PVs em um personagem cons- truto Perto, ou soma 1D ao seu próximo teste. (Esse persona- gem pode ser você, caso seja um construto.)"
      }
    ],
    "pagina_inicial": 23
  },
  {
    "id": "kit_021",
    "nome": "Entidade Exilada",
    "nucleos": [
      "Era das Arcas",
      "Guerra da Galáxia",
      "UniPotência"
    ],
    "exigencias": [
      "nenhuma"
    ],
    "poderes": [
      {
        "nome": "Não conheci o outro mundo por querer! Em testes de morte, você pode rolar 1D extra e descartar o dado mais baixo",
        "descricao": ""
      },
      {
        "nome": "Sorte extraplanar",
        "descricao": ""
      },
      {
        "nome": "Energia youkai",
        "descricao": "Você pode usar uma ação para gastar qualquer quantidade de PM e curar PV, em você mesmo ou alguém com quem tenha Elo Mental. Cada 2PM curam 1PV."
      }
    ],
    "pagina_inicial": 24
  },
  {
    "id": "kit_022",
    "nome": "Estudante",
    "nucleos": [
      "Guerra da Galáxia",
      "UniPotência"
    ],
    "exigencias": [
      "Qualquer perícia",
      "Mentor"
    ],
    "poderes": [
      {
        "nome": "Hora do intervalo",
        "descricao": "Após uma cena de conflito, você recebe uma refeição básica (Ganho em um único teste, à sua escolha, até o fim do dia). Você não re- cebe uma nova refeição antes de consumir a anterior."
      },
      {
        "nome": "Prova real",
        "descricao": "Você pode pa- gar 2PM para rolar 1D extra em um teste de perícia que possua, e descartar o resultado mais baixo."
      },
      {
        "nome": "Quem não cola",
        "descricao": ".. Você pode usar a vantagem Mentor uma segunda vez por cena."
      }
    ],
    "pagina_inicial": 25
  },
  {
    "id": "kit_023",
    "nome": "Exército da Luz",
    "nucleos": [
      "Guerra da Galáxia"
    ],
    "exigencias": [
      "Patrono"
    ],
    "poderes": [
      {
        "nome": "Artilha- ria total",
        "descricao": "Uma vez por cena, você pode fa- zer um Ataque"
      },
      {
        "nome": "Armadura radiante",
        "descricao": ""
      },
      {
        "nome": "Ombro a ombro",
        "descricao": "Você pode gastar 2PM para conce- der Ganho a um teste de um alia- do Perto."
      }
    ],
    "pagina_inicial": 26
  },
  {
    "id": "kit_024",
    "nome": "Experimento",
    "nucleos": [
      "Guerra da Galáxia",
      "Operação ARSENAL"
    ],
    "exigencias": [
      "Imune",
      "+Mana ou +Vida"
    ],
    "poderes": [
      {
        "nome": "Adaptação",
        "descricao": "Você tem duas formas de imunidade pela vantagem Imune, em vez de uma."
      },
      {
        "nome": "Bioenergia",
        "descricao": "Em vez de +10, você recebe +15PM ou +15PV pela vantagem +Mana ou +Vida (escolha uma)."
      },
      {
        "nome": "Mutação",
        "descricao": "Escolha um atributo. Sempre que faz um teste com o atributo escolhido, você pode pagar 2PM para rolar 1D extra e descartar o dado mais baixo."
      }
    ],
    "pagina_inicial": 27
  },
  {
    "id": "kit_025",
    "nome": "Gatuno Galante",
    "nucleos": [
      "Era das Arcas",
      "Tormenta ALPHA"
    ],
    "exigencias": [
      "Manha",
      "Ágil",
      "Carismático ou Gênio"
    ],
    "poderes": [
      {
        "nome": "Ardiloso",
        "descricao": "Você pode pagar 3PM para ter os benefícios da vantagem Con- fusão, Invisível, Inofensivo ou Telepa- ta durante um turno. Você ainda deve pagar outros custos em PM se houver."
      },
      {
        "nome": "Reconhecimento de terreno",
        "descricao": "Uma vez por sessão, por ter investigado o lugar antes, você pode escolher o local de uma cena como Arena."
      },
      {
        "nome": "Um passo à frente",
        "descricao": "O gatuno esca- pa do veneno porque já to- mou o antídoto! Você pode gastar 2PM para ter"
      }
    ],
    "pagina_inicial": 28
  },
  {
    "id": "kit_026",
    "nome": "Gigante da Luz",
    "nucleos": [
      "Guerra da Galáxia",
      "UniPotência"
    ],
    "exigencias": [
      "Transformação",
      "Código do Combate e Heróis"
    ],
    "poderes": [
      {
        "nome": "Poder interior",
        "descricao": "Sua forma original é aprimorada. Escolha entre Forte, Ágil ou Vigoroso. Esta vantagem também se aplica à segunda forma."
      },
      {
        "nome": "Transformação gigante",
        "descricao": "Você tem uma segunda forma, seguindo as regras normais desta vantagem, exceto que tam- bém eleva sua escala para Kiodai até o fim da cena. Esta for- ma também recebe as vantagens Alcance (uma variedade de raios e lâminas de energia), Golpe Final e Voo, sem custo. Um sinal piscante avi- sa quando você está perto da derrota, e você reverte para a forma normal caso seja der- rotado. Esta Transformação não pode ser executada se não existir adversário de escala Kiodai em cena, nem em caso de violação dos Códigos."
      },
      {
        "nome": "Transformação menor",
        "descricao": "Você pode adotar sua segunda forma em tama- nho normal, com as mesmas vantagens, poderes e limita- ções, mas sem mudar de escala."
      }
    ],
    "pagina_inicial": 29
  },
  {
    "id": "kit_027",
    "nome": "Guerreira Mágica",
    "nucleos": [
      "Era das Arcas",
      "UniPotência"
    ],
    "exigencias": [
      "Mística",
      "Magia"
    ],
    "poderes": [
      {
        "nome": "Auxílio mágico",
        "descricao": "Quando usa Magia para emular efeitos de vantagens (veja em +Magia), você gasta PM igual ao custo da vantagem (em vez de x3) para Ataque Especial (qualquer), Ajudante (qualquer), Alcance e Mentor."
      },
      {
        "nome": "Punirei você! Contra um alvo perto da derrota, seu custo em PM para Magia cai pela metade",
        "descricao": "Apesar do nome, você tam- bém pode usar este poder para ajudar alia- dos em perigo."
      },
      {
        "nome": "Transformação radiante",
        "descricao": ""
      }
    ],
    "pagina_inicial": 30
  },
  {
    "id": "kit_028",
    "nome": "Guerreiro",
    "nucleos": [
      "Era das Arcas",
      "Operação ARSENAL",
      "Tormenta ALPHA"
    ],
    "exigencias": [
      "Luta",
      "Ataque Especial ou Defesa Especial"
    ],
    "poderes": [
      {
        "nome": "Lutar é tudo! Quando faz um teste de Luta, você pode gas- tar 2PM para adicionar +3 ao resul- tado, após a rolagem (antes do opo- nente rolar a defesa)",
        "descricao": ""
      },
      {
        "nome": "Manobra especial",
        "descricao": "Uma vez por cena, você pode usar um Ataque ou Defesa Especial sem gastar PM."
      },
      {
        "nome": "Sem parar",
        "descricao": "Quando reduz um oponente a 0PV de forma violen- ta, você pode imediata- mente fazer um ataque contra outro oponente ao alcance."
      }
    ],
    "pagina_inicial": 31
  },
  {
    "id": "kit_029",
    "nome": "Herói Sentai",
    "nucleos": [
      "Era das Arcas",
      "Guerra da Galáxia",
      "UniPotência."
    ],
    "exigencias": [
      "Elo Mental",
      "Golpe Final",
      "Patrono"
    ],
    "poderes": [
      {
        "nome": "Hora de sincronizar",
        "descricao": "Seu Elo Mental funciona com todos os seus aliados (no máximo 5). Eles não precisam ter também esta vantagem, mas recebem seus benefícios."
      },
      {
        "nome": "Soltar faísca",
        "descricao": "Quando você sofre dano, pode escolher pagar 1PM para anular 3 pontos de dano."
      },
      {
        "nome": "Finalização",
        "descricao": ""
      }
    ],
    "pagina_inicial": 32
  },
  {
    "id": "kit_030",
    "nome": "Idol",
    "nucleos": [
      "Era das Arcas",
      "Operação ARSENAL"
    ],
    "exigencias": [
      "Arte",
      "Carismática",
      "Famosa"
    ],
    "poderes": [
      {
        "nome": "Seu sorriso",
        "descricao": ".. Para você a vantagem Ca- rismática oferece P+3, em vez de +2."
      },
      {
        "nome": "…É tão resplan- decente! Você faz tudo de forma artística",
        "descricao": "Uma vez por cena, você pode usar Arte para substituir qualquer outra perícia. Você pode pagar 3PM para cada nova utilização na mesma cena."
      },
      {
        "nome": "Me dê a mão! Em caso de sucesso em um teste de Arte (9), você pode gastar um movimento e 1PM para con- ceder Ganho a um aliado que consiga ver e ouvir você",
        "descricao": ""
      }
    ],
    "pagina_inicial": 33
  },
  {
    "id": "kit_031",
    "nome": "Ilusionista",
    "nucleos": [
      "Era das Arcas",
      "Tormenta ALPHA",
      "UniPotência"
    ],
    "exigencias": [
      "Arte",
      "Mística ou Telepata",
      "Ilusão"
    ],
    "poderes": [
      {
        "nome": "Gambito ilusório",
        "descricao": "Seus ini- migos não sabem quando atacam você ou uma ilusão! Uma vez por rodada, você pode gastar 1PM para ter Ganho em um teste de defesa."
      },
      {
        "nome": "Glamour",
        "descricao": "Você pode usar seus poderes para mudar a própria apa- rência (Ganho em testes de Manha) ou a aparência de aliados e objetos, conforme os limites de tama- nho normais para Ilusão. Essas ilusões se movem juntamente com seus alvos e não gastam movimentos do ilusionista."
      },
      {
        "nome": "Ilusão autôno- ma",
        "descricao": "Você pode criar uma ilusão que age sozinha, sem gastar seus movi- mentos (mas você ain- da precisa ser capaz de vê-la), pelo custo nor- mal em PM. Você pode manter ativa apenas uma ilusão deste tipo. No entan- to, você ainda é livre para criar outras ilusões."
      }
    ],
    "pagina_inicial": 34
  },
  {
    "id": "kit_032",
    "nome": "Impostor",
    "nucleos": [
      "Era das Arcas",
      "Guerra da Galáxia",
      "UniPotência"
    ],
    "exigencias": [
      "Influência",
      "Imitar"
    ],
    "poderes": [
      {
        "nome": "Disfarce perfeito",
        "descricao": "Com um mo- vimento e 3PM, você pode assumir a aparência de qualquer pessoa ou criatura que conhe- ça ou consiga ver (para alvos que não conheça, use a vantagem Imitar). É impossível enxergar através de seu disfarce, exceto com Telepatia ou Sentidos, e mesmo assim o teste de Percepção tem Perda."
      },
      {
        "nome": "Engenheiro social",
        "descricao": "Uma vez por cena, você pode usar Influência para substi- tuir qualquer outra perícia. Você pode pagar 3PM para cada nova utilização na mes- ma cena."
      },
      {
        "nome": "Jogo da imitação",
        "descricao": ""
      }
    ],
    "pagina_inicial": 35
  },
  {
    "id": "kit_033",
    "nome": "Intendente",
    "nucleos": [
      "Quais ele quiser."
    ],
    "exigencias": [
      "Arte ou Sobrevivência",
      "Improviso"
    ],
    "poderes": [
      {
        "nome": "Excelência",
        "descricao": "Quando consegue um crí- tico em um teste de perícia que possua (incluindo perícias aprendidas com Improviso), você pode gastar 3PM para somar o atributo no teste mais uma vez."
      },
      {
        "nome": "Housekeeping",
        "descricao": "Você é es- pecialista em economia doméstica e administração de recursos. Por 3PM, escolha um número máximo de aliados voluntários (incluindo você, se quiser) igual à sua Habilidade. Eles somam seus PM atuais. Esse total é compartilhado por todos até o fim da cena, ou até você ser derrotado. Se o efeito acaba, os PM restantes são divididos igual- mente (arredonde para baixo)."
      },
      {
        "nome": "Sempre a pos- tos",
        "descricao": "Você gasta 2PM (em vez de 3) para aprender perícias com Improviso. Além disso, pode manter até duas perícias ao mesmo tempo."
      }
    ],
    "pagina_inicial": 36
  },
  {
    "id": "kit_034",
    "nome": "Ladino",
    "nucleos": [
      "Era das Arcas",
      "Tormenta ALPHA"
    ],
    "exigencias": [
      "Manha",
      "Ágil ou Gênio"
    ],
    "poderes": [
      {
        "nome": "Ataque furtivo",
        "descricao": "Quando ataca um alvo desprevenido, você pode gastar 2PM para reduzir em –1 sua Resistência para defesa. Você tam- bém pode gastar +1PM para fazer um ataque furtivo contra um alvo envol- vido em combate com um aliado."
      },
      {
        "nome": "Malandragem",
        "descricao": "Para tudo se dá um jeitinho. Uma vez por cena, você pode usar Manha para substituir qualquer outra perícia. Você pode pagar 3PM para cada nova utilização na mesma cena."
      },
      {
        "nome": "Trapaça",
        "descricao": "Ao usar um poder surpreendente (veja em +Ação!!!), você pode gas- tar 1 Ponto de Ação para ter qualquer vantagem (mesmo aquelas que custam mais de 1pt)."
      }
    ],
    "pagina_inicial": 37
  },
  {
    "id": "kit_035",
    "nome": "Maginauta",
    "nucleos": [
      "Era das Arcas",
      "Tormenta ALPHA",
      "UniPotência"
    ],
    "exigencias": [
      "Magia",
      "Mística"
    ],
    "poderes": [
      {
        "nome": "Imersão",
        "descricao": "Você usa uma ação completa e 2PM para imergir a consciência no magiespaço. Enquanto está ali seu corpo físico fica imóvel e indefeso, mas você sempre tem Ganho em testes de Mística, a vantagem Magia (e técnicas que a tenham como requisito) gasta metade dos PM, e pode afetar alvos até Muito Longe sem penalidade. No entanto, não pode interagir sem usar Magia com nenhum personagem ou objeto. Manter a imersão custa 1PM por rodada, e pode encerrá-la com um movimento."
      },
      {
        "nome": "Interferência",
        "descricao": "Você pode usar uma ação e 2PM para conceder Ganho ou causar Perda em um teste de Mística de outro personagem, que seja feito até seu próximo turno. No magiespaço, este poder gasta apenas um movimento."
      },
      {
        "nome": "Sobrecarga",
        "descricao": ""
      }
    ],
    "pagina_inicial": 38
  },
  {
    "id": "kit_036",
    "nome": "Mago",
    "nucleos": [
      "Era das Arcas",
      "UniPotência",
      "Tormenta ALPHA"
    ],
    "exigencias": [
      "Mística",
      "Magia"
    ],
    "poderes": [
      {
        "nome": "Aptidão mágica",
        "descricao": "Seu bônus máximo da vantagem Magia é H+2 (em vez de H)."
      },
      {
        "nome": "Bateria de mana",
        "descricao": "Uma vez por cena, você pode usar uma ação completa para recuperar 1D+H PM."
      },
      {
        "nome": "Preparar magias",
        "descricao": "Sempre que estiver com Pon- tos de Mana completos (tipi- camente após um descanso) e não envolvido em conflito, você pode escolher deixar certas magias preparadas, otimizando o gasto de mana. Faça uma lista com os efeitos de Magia que preferir (por exemplo, +2 em ataque, +3 em defesa, +2 em uma perícia...). Você gasta me- tade dos PM para preparar essas magias. Elas não podem ser mudadas, e seus PM não podem ser recuperados, até você usá-las."
      }
    ],
    "pagina_inicial": 39
  },
  {
    "id": "kit_037",
    "nome": "Menestreamer",
    "nucleos": [
      "Era das Arcas",
      "Operação ARSENAL",
      "Tormenta ALPHA"
    ],
    "exigencias": [
      "Arte",
      "Influência ou Carismático",
      "Famoso"
    ],
    "poderes": [
      {
        "nome": "Inspirar",
        "descricao": "Você pode gastar um movimento e 3PM para conceder Ganho ao teste de perí- cia de um aliado Perto ou Longe."
      },
      {
        "nome": "É meu amigo! Menes transformam seus companheiros em celebridades",
        "descricao": "Você pode pagar 1PM para conceder a um aliado os benefícios da vantagem Famoso durante uma cena."
      },
      {
        "nome": "Audiência generosa",
        "descricao": "Com um tes- te de Arte ou Influência (9), o menestreamer pode arrecadar doações de seus seguidores para ter Ga- nho em um teste de compra."
      }
    ],
    "pagina_inicial": 40
  },
  {
    "id": "kit_038",
    "nome": "Mercenário",
    "nucleos": [
      "Era das Arcas",
      "Guerra da Galáxia",
      "Operação ARSENAL"
    ],
    "exigencias": [
      "Devoto",
      "Patrono",
      "Código"
    ],
    "poderes": [
      {
        "nome": "Nem morto",
        "descricao": "Você não morre sem cumprir a missão. Enquanto tiver um contrato, sempre que fizer um teste de morte, role +1D e descarte o menor resultado."
      },
      {
        "nome": "Melhor no que faz",
        "descricao": "Você é devotado a cumprir seus con- tratos. Pode usar Devoto até três vezes por cena, em vez de duas."
      },
      {
        "nome": "Trato feito",
        "descricao": "No início de cada sessão, se não houver violação do Código (veja a seguir), você pode escolher mudar de Patrono, re- presentando seu contratante atual. Além disso, em testes de compra para o Patro- no, some +3 ao resultado final. Código do Merce- nário (–1pt) Jamais trair seu Patrono. Jamais falhar em cumprir uma missão para seu Patrono. Este Código pode ser adqui- rido apenas por personagens com Patrono. ACUC-ERTSEM Mestre-Cuca"
      }
    ],
    "pagina_inicial": 41
  },
  {
    "id": "kit_039",
    "nome": "Mestre-Cuca",
    "nucleos": [
      "Era das Arcas",
      "UniPotência"
    ],
    "exigencias": [
      "Arte ou Sobrevivência"
    ],
    "poderes": [
      {
        "nome": "Talento culinário",
        "descricao": "Você recebe +3 em todos os testes de Arte e Sobrevivência para prepa- rar refeições."
      },
      {
        "nome": "Prato mila- groso",
        "descricao": "Uma vez por ses- são, quando prepara uma refeição, você pode gastar Pontos de Ação para conce- der uma vantagem (veja em +Ação!!!) como poder surpreen- dente a você mesmo ou um aliado, pela duração do efeito do prato."
      },
      {
        "nome": "Despensa cheia",
        "descricao": ""
      }
    ],
    "pagina_inicial": 42
  },
  {
    "id": "kit_040",
    "nome": "Monge",
    "nucleos": [
      "Era das Arcas",
      "Operação ARSENAL"
    ],
    "exigencias": [
      "Ágil",
      "Resoluto ou Vigoroso",
      "1ª Lei de Asimov"
    ],
    "poderes": [
      {
        "nome": "Agilidade superior",
        "descricao": "Para você a vantagem Ágil oferece H+3, em vez de +2."
      },
      {
        "nome": "Alma de aço",
        "descricao": "Sempre que faz um teste de R (incluindo defesas), você pode gastar 1PM para aumentar em +1 o resultado de um dado. Esse poder não provoca acertos críticos, mas anula falhas críticas."
      },
      {
        "nome": "Controle dos chakras",
        "descricao": "Em situação de conflito, você pode gastar um turno completo para recuperar 1D+H PV ou 1D+H PM. Você pode usar este poder apenas se tiver pelo menos 1PV e 1PM."
      }
    ],
    "pagina_inicial": 43
  },
  {
    "id": "kit_041",
    "nome": "Mascarado",
    "nucleos": [
      "Guerra da Galáxia",
      "UniPotência",
      "Operação ARSENAL"
    ],
    "exigencias": [
      "Luta",
      "Ajudante (Montaria)"
    ],
    "poderes": [
      {
        "nome": "Henshin",
        "descricao": "Você pode gastar um movimento para invocar sua más- cara e traje de combate, ou abandonar seu disfarce humano e reverter para sua forma verdadeira. Nesta forma, pode gastar 2PM para ter Ganho em um teste de Luta, e testes para descobrir sua verdadeira identidade sofrem Perda. A transformação dura até o fim da cena."
      },
      {
        "nome": "Moto de batalha",
        "descricao": "Você pode pagar 2PM para que seu ajudan- te atue como Lutador, em vez de Montaria."
      },
      {
        "nome": "Até o fim",
        "descricao": "Você não sofre Perda e pode seguir lu- tando normalmente quando está derrotado. Você ainda pode mor- rer se receber dano nesse estado."
      }
    ],
    "pagina_inicial": 44
  },
  {
    "id": "kit_042",
    "nome": "Necromante",
    "nucleos": [
      "Era das Arcas",
      "Tormenta ALPHA",
      "UniPotência"
    ],
    "exigencias": [
      "Mística",
      "Magia"
    ],
    "poderes": [
      {
        "nome": "Criar morto-vivo",
        "descricao": "Você conjura servos desmortos. Se bem- -sucedido em um teste de Mística (9), gaste 1PM para receber um Ajudante de tipo à sua escolha, até o fim da cena. Você ainda deve pagar PM por cada utilização do Ajudante."
      },
      {
        "nome": "Energia negativa",
        "descricao": "Suas vantagens de cura (incluindo um Ajudante Curandeiro) funcionam em seres Sem Vida* (mas não se aplica a descanso ou itens)."
      },
      {
        "nome": "Fortificar morto-vivo",
        "descricao": "Você gasta –1PM (mínimo 1) para usar Magia em seres Sem Vida*. *Incluindo você mesmo, se tiver essa desvantagem. O mestre pode ve- tar casos em que isso não se aplica, como ciborgues e construtos; ou fazer exceções, como vampiros."
      }
    ],
    "pagina_inicial": 45
  },
  {
    "id": "kit_043",
    "nome": "Negociador",
    "nucleos": [
      "Era das Arcas",
      "Guerra da Galáxia",
      "UniPotência"
    ],
    "exigencias": [
      "Influência",
      "Carismático"
    ],
    "poderes": [
      {
        "nome": "Argumentação",
        "descricao": "Uma vez por cena, você pode usar Influência para substituir qualquer outra perícia. Você pode pa- gar 3PM para cada nova utilização na mesma cena."
      },
      {
        "nome": "Empatia",
        "descricao": "Você entende e questiona as motivações dos outros. Pode pagar 2PM para anu- lar um Ganho em um teste de Poder (incluindo combate) realizado contra você."
      },
      {
        "nome": "Palavras de conforto",
        "descricao": ""
      }
    ],
    "pagina_inicial": 46
  },
  {
    "id": "kit_044",
    "nome": "Ninja",
    "nucleos": [
      "Era das Arcas",
      "Operação ARSENAL",
      "UniPotência"
    ],
    "exigencias": [
      "Manha",
      "Mentor"
    ],
    "poderes": [
      {
        "nome": "Mestre ninja",
        "descricao": "Você tem Ganho em dois testes de perícia por cena pela vantagem Mentor, em vez de um."
      },
      {
        "nome": "Ninpo de combate",
        "descricao": "Uma vez por rodada, você pode gastar 1PM para trocar um teste de ataque ou defesa por um teste de Manha (Ha- bilidade). Você pode usar vantagens e técnicas como se fosse um ataque ou defesa normal."
      },
      {
        "nome": "Ougi",
        "descricao": "Escolha uma de suas vanta- gens ou técnicas: ela será seu ougi, ou téc- nica secreta. Custará –1PM (mínimo 1) e, no primeiro uso da sessão, o alvo tem Perda no teste resistido. Você pode tro- car seu ougi sempre que passar por uma evolução dramática."
      }
    ],
    "pagina_inicial": 47
  },
  {
    "id": "kit_045",
    "nome": "Operativo",
    "nucleos": [
      "Guerra da Galáxia",
      "Operação ARSENAL"
    ],
    "exigencias": [
      "Luta",
      "Sobrevivência",
      "Patrono"
    ],
    "poderes": [
      {
        "nome": "Combate tático",
        "descricao": "Sempre que executa uma manobra de combate (agarrão, ataque concentrado, ataque direcionado, ataque total, contra-ataque, defesa total, fuga), você pode pagar 1PM para ter +3 em seu teste de ataque ou defesa."
      },
      {
        "nome": "Armas secretas",
        "descricao": ""
      },
      {
        "nome": "Equipamento de espião",
        "descricao": "Uma vez por sessão, seu Patrono fornece um aparelho com efeito igual a uma vantagem de 1pt (esco- lhida no início da ses- são), que funciona uma única vez. Para vantagens que gastam Pontos de Mana, o aparelho tem carga equivalen- te a 3PM."
      }
    ],
    "pagina_inicial": 48
  },
  {
    "id": "kit_046",
    "nome": "Paladino",
    "nucleos": [
      "Era das Arcas",
      "Operação ARSENAL",
      "Tormenta ALPHA."
    ],
    "exigencias": [
      "Devoto",
      "Código dos Heróis e Honestidade"
    ],
    "poderes": [
      {
        "nome": "Bravura final",
        "descricao": "Sua virtude vence a morte. Você não faz testes de morte: em vez disso, qualquer dano que recebe neste estado é desconta- do de seus PM restantes. Se ficar sem PM, você cai automaticamente Quase Morto. PM perdidos assim só podem ser recuperados com descanso."
      },
      {
        "nome": "Me dê sua força! O poder da sua devo- ção o fortalece",
        "descricao": "Quando usa Devoto para ter Ga- nho em um teste, some +1 ao resultado de cada dado. Isso não afeta acertos críticos, mas can- cela falhas críticas."
      },
      {
        "nome": "Sétimo sentido",
        "descricao": "Quando está perto da derro- ta, você pode gastar 2PM para fazer um ataque ou defesa uma es- cala acima."
      }
    ],
    "pagina_inicial": 49
  },
  {
    "id": "kit_047",
    "nome": "Patrulheiro",
    "nucleos": [
      "Era das Arcas",
      "Tormenta ALPHA"
    ],
    "exigencias": [
      "Sobrevivência"
    ],
    "poderes": [
      {
        "nome": "Natureza provedora",
        "descricao": "Uma vez por cena, você pode usar Sobrevivência para substituir qualquer outra perícia. Você pode pagar 3PM para cada nova utilização na mesma cena."
      },
      {
        "nome": "À prova de tudo",
        "descricao": "Você é automaticamente bem-sucedido em testes de Sobrevivência para achar lugar adequado de descanso para você e seus aliados. Você também pode pagar 1PM para que você ou um aliado receba +3 em um teste contra privações (cansaço, respiração, fome e sede, sono)."
      },
      {
        "nome": "Rastreador perfeito",
        "descricao": "Você pode pagar 2PM para adquirir um Sentido à sua escolha, para um único teste."
      }
    ],
    "pagina_inicial": 50
  },
  {
    "id": "kit_048",
    "nome": "Pescador Parrudo",
    "nucleos": [
      "Era das Arcas",
      "Operação ARSENAL",
      "Tormenta ALPHA"
    ],
    "exigencias": [
      "Poder 3",
      "Sobrevivência",
      "Vigoroso"
    ],
    "poderes": [
      {
        "nome": "Quem sou? Onde estou? Uma vez por cena, você pode usar os be- nefícios da vantagem Vigoroso em testes de Poder",
        "descricao": ""
      },
      {
        "nome": "Parrudez",
        "descricao": "Você pode gastar 1PM para fazer um tes- te de defesa usando a perícia Sobrevivência. Quando o faz, some +1 ao resultado de cada dado (não afeta acertos críticos, mas can- cela falhas críticas). Qualquer defesa bem-sucedida é conside- rada perfeita."
      },
      {
        "nome": "Pescado do dia",
        "descricao": "No início da cena, faça um teste de So- brevivência (meta 6 +1 para cada aliado). Se tiver sucesso, todos ganham +1 em testes de Resistência, incluindo defesa, até o fim da cena. Funciona ape- nas próximo a lugares com possibilidade de pesca (rio, lago, mar, peixaria...)."
      }
    ],
    "pagina_inicial": 51
  },
  {
    "id": "kit_049",
    "nome": "Piloto Mecha",
    "nucleos": [
      "Guerra da Galáxia",
      "Operação ARSENAL",
      "UniPotência"
    ],
    "exigencias": [
      "Máquinas",
      "Ajudante"
    ],
    "poderes": [
      {
        "nome": "Ajudante robô",
        "descricao": "Seu Ajudante robótico funciona como arma, armadura e veículo, sendo considerado Lutador e Montaria. Você ainda deve pagar PM para cada utilização."
      },
      {
        "nome": "Ás indomável",
        "descricao": "Você é um mestre das manobras impossíveis. Uma vez por sessão, quando usar 1 Ponto de Ação para qualquer teste, você também pode aumentar esse teste uma escala."
      },
      {
        "nome": "Kiodai mecha",
        "descricao": "Uma vez por sessão, ou a critério do mestre, você pode in- vocar um veículo de 10 pontos em escala Kio- dai (cruzador espacial, robô gigante, dinossauro mecânico…). O veículo surge apenas se houver um oponente de escala Kiodai na cena."
      }
    ],
    "pagina_inicial": 52
  },
  {
    "id": "kit_050",
    "nome": "Policial do Espaço",
    "nucleos": [
      "Guerra da Galáxia",
      "Operação ARSENAL",
      "UniPotência"
    ],
    "exigencias": [
      "Luta",
      "Ajudante",
      "Patrono",
      "Código dos Heróis"
    ],
    "poderes": [
      {
        "nome": "Jouchaku! Você pode gastar um movimento para invocar um traje de combate tecnológico, ou abandonar seu disfarce humano e rever- ter para sua forma verdadeira",
        "descricao": "Nesta forma, pode gastar 2PM para um úni- co uso da vantagem Alcance 1 (pistola de raios) ou Golpe Final. A transfor- mação dura até o fim da cena."
      },
      {
        "nome": "Assistente",
        "descricao": "Seu Ajudan- te custa –1PM (mínimo 1PM) para ser utilizado."
      },
      {
        "nome": "Kiodai mecha",
        "descricao": "Uma vez por sessão, ou a critério do mestre, seu Pa- trono disponibiliza um veículo de 10 pontos em escala Kiodai (cruzador espacial, robô gigante, dinossauro mecânico…)."
      }
    ],
    "pagina_inicial": 53
  },
  {
    "id": "kit_051",
    "nome": "Psiônico",
    "nucleos": [
      "Guerra da Galáxia",
      "Operação ARSENAL",
      "UniPotência"
    ],
    "exigencias": [
      "Obstinado",
      "Sentido (Intuição)",
      "Telepata"
    ],
    "poderes": [
      {
        "nome": "Dom telepático",
        "descricao": "Você não precisa gastar um movimento (mas ainda gasta PM) para usar Telepata."
      },
      {
        "nome": "Intuição psíquica",
        "descricao": "Você pode pagar 1PM para ter Ganho em um teste de Percepção usando Sentido (Intuição)."
      },
      {
        "nome": "Sobrecarga psíquica",
        "descricao": "Quando utiliza Obstinado, você pode escolher gastar 1 ponto de atributo como se fossem 2 Pontos de Ação, em vez de 1. Sempre que fizer isso, role um dado. Com um re- sultado 1, seus PV caem para zero e você deve fazer um teste de morte."
      }
    ],
    "pagina_inicial": 54
  },
  {
    "id": "kit_052",
    "nome": "Repórter Extremo",
    "nucleos": [
      "Guerra da Galáxia",
      "Operação ARSENAL",
      "UniPotência"
    ],
    "exigencias": [
      "Percepção",
      "Sentido (Intuição)"
    ],
    "poderes": [
      {
        "nome": "Faro para notícia",
        "descricao": "Você fuça até achar. Pode pagar 1PM para trocar sua Intuição por outro Sentido, para um único teste."
      },
      {
        "nome": "Fontes con- fiáveis",
        "descricao": "Uma vez por sessão, você pode con- tactar suas fontes para revelar uma informação crucial no momento certo. Durante uma cena, escolha uma vantagem entre Ajudan- te, Arena, Base, Inimigo ou Telepata. Você ainda paga custos em PM da vantagem escolhida, se houver."
      },
      {
        "nome": "Furo de reportagem",
        "descricao": "Uma vez por cena, você pode usar Per- cepção para substituir qualquer outra perícia. Você pode pagar 3PM para cada nova utilização na mesma cena."
      }
    ],
    "pagina_inicial": 55
  },
  {
    "id": "kit_053",
    "nome": "Samurai",
    "nucleos": [
      "Era das Arcas",
      "Operação ARSENAL",
      "Tormenta ALPHA"
    ],
    "exigencias": [
      "Patrono ou Código"
    ],
    "poderes": [
      {
        "nome": "Guerreiro poeta",
        "descricao": "Samurais são treinados em arte e etique- ta. Você pode gastar 2PM para receber +3 em qualquer teste de Arte ou Influência."
      },
      {
        "nome": "Artefato ancestral",
        "descricao": "No início de seu turno, você pode gas- tar PM para imbuir sua arma ou armadura com uma qualidade de artefato (veja em Recompensas) durante um turno. O custo é igual a um décimo do custo em XP. Por exemplo, pode tornar sua arma Encantada +1 por 1PM, ou sua armadura Fortificada por 2PM. Você pode aplicar apenas uma qualidade por vez."
      },
      {
        "nome": "Guerreiro honrado",
        "descricao": "Você tem 1 Ponto de Ação extra para cada Patrono e Código que possua. Se desobedecer a seu Patrono ou vio- lar qualquer de seus Códigos, perde esses pontos extras até se redimir. (Note que você pode escolher adotar mais de dois Códigos, embora não receba pontos de personagem por estes.)"
      }
    ],
    "pagina_inicial": 56
  },
  {
    "id": "kit_054",
    "nome": "Servo da Centelha",
    "nucleos": [
      "Operação ARSENAL"
    ],
    "exigencias": [
      "Luta",
      "Devoto"
    ],
    "poderes": [
      {
        "nome": "Bater onde dói",
        "descricao": "Quando faz um ataque, você pode gastar 2PM para impor R–1 no teste de de- fesa do oponente."
      },
      {
        "nome": "Combate violento",
        "descricao": "Para cada acerto crí- tico em um tes- te de ataque, além do efei- to normal, você também soma +2 ao re- sultado final."
      },
      {
        "nome": "Faísca da Centelha",
        "descricao": "Você é devotado ao despertar da Centelha. Quando usa sua vantagem Devoto, em vez do benefício normal, você recebe P+2 e R+1 (não afeta seus recursos). O efeito dura uma quantidade de rodadas igual seu Poder, após o ajuste."
      }
    ],
    "pagina_inicial": 57
  },
  {
    "id": "kit_055",
    "nome": "Shinigami",
    "nucleos": [
      "Era das Arcas",
      "Operação ARSENAL",
      "UniPotência"
    ],
    "exigencias": [
      "Imortal",
      "Inimigo (espíritos)"
    ],
    "poderes": [
      {
        "nome": "Eu voltarei! Um shinigami morto retorna com recursos completos no início da cena seguinte",
        "descricao": "A única forma de destruí-lo permanentemente é pelo ataque de outro shinigami."
      },
      {
        "nome": "Guia dos mortos",
        "descricao": "Cabe ao shi- nigami adiar a passagem daqueles cuja hora final ainda não chegou. Você pode conceder um Ganho a qualquer teste de morte realizado em sua presença."
      },
      {
        "nome": "Inimigo espiritual",
        "descricao": "Um espírito derrotado por um shiniga- mi não recupera PV e permane- ce derrotado até o fim da cena, ou até ser destruído."
      }
    ],
    "pagina_inicial": 58
  },
  {
    "id": "kit_056",
    "nome": "Superatleta",
    "nucleos": [
      "Operação ARSENAL",
      "UniPotência"
    ],
    "exigencias": [
      "Esportes"
    ],
    "poderes": [
      {
        "nome": "Aquecimento",
        "descricao": "No início de uma nova cena, você sempre recupera um nú- mero de PM igual a seu maior atributo."
      },
      {
        "nome": "Espírito olímpico",
        "descricao": "Suas vitórias inspiram seus companheiros."
      },
      {
        "nome": "Medalha de ouro",
        "descricao": "Uma vez por cena, você pode usar"
      }
    ],
    "pagina_inicial": 59
  },
  {
    "id": "kit_057",
    "nome": "Super-Herói",
    "nucleos": [
      "Guerra da Galáxia",
      "UniPotência",
      "Operação ARSENAL"
    ],
    "exigencias": [
      "Ágil",
      "Carismático",
      "Forte",
      "Gênio",
      "Resoluto ou Vigoroso",
      "Có-"
    ],
    "poderes": [
      {
        "nome": "Sobrehumano",
        "descricao": ""
      },
      {
        "nome": "Façanha épica",
        "descricao": "Uma vez por sessão, em um teste envolvendo um atributo sobrehumano, você pode aumentar esse teste uma escala."
      },
      {
        "nome": "Herói de ação",
        "descricao": "Você tem 2 Pontos de Ação extras (Poder+2)."
      }
    ],
    "pagina_inicial": 60
  },
  {
    "id": "kit_058",
    "nome": "Tanque",
    "nucleos": [
      "Era das Arcas",
      "UniPotência",
      "Tormenta ALPHA"
    ],
    "exigencias": [
      "R3",
      "Defesa Especial (Provocação)"
    ],
    "poderes": [
      {
        "nome": "Hoje não! Uma vez por cena, quando recebe dano que o levaria a 0PV, você pode ignorar completamente esse dano",
        "descricao": ""
      },
      {
        "nome": "Defesa gratuita",
        "descricao": "Uma vez por cena, você pode usar uma De- fesa Especial sem gastar PM."
      },
      {
        "nome": "Último bastião",
        "descricao": "Quando você está per- to da derrota, todos os seus testes de de- fesa têm Ganho."
      }
    ],
    "pagina_inicial": 61
  },
  {
    "id": "kit_059",
    "nome": "Treinador de Monstros",
    "nucleos": [
      "Todos"
    ],
    "exigencias": [
      "Animais",
      "Ajudante (qualquer)"
    ],
    "poderes": [
      {
        "nome": "Amigo dos monstros",
        "descricao": "Para você, cada utilização de Aju- dante custa –1PM (mínimo 1PM)."
      },
      {
        "nome": "Eu escolho você! Se tiver mais de um Ajudante, você pode utilizar a vantagem duas vezes por rodada, em vez de uma (apenas duas, mesmo se tiver mais de dois Ajudantes)",
        "descricao": ""
      },
      {
        "nome": "Temos que pegar! No início da cena, você pode fazer um teste de Animais (9 ou mais, a critério do mes- tre)",
        "descricao": "Em caso de sucesso, um novo Ajudante (tipo escolhido pelo mestre) surge para aju- dá-lo até o fim da cena. Você ainda deve pa- gar o custo em PM por sua utilização. Este poder funcio- na apenas uma vez por sessão."
      }
    ],
    "pagina_inicial": 62
  },
  {
    "id": "kit_060",
    "nome": "Vigilante Sombrio",
    "nucleos": [
      "Era das Arcas",
      "Operação ARSENAL",
      "Tormenta ALPHA"
    ],
    "exigencias": [
      "Invisível",
      "Sentido (infravisão)"
    ],
    "poderes": [
      {
        "nome": "Forma sombria",
        "descricao": "Você pode gastar um movimento para adquirir a vantagem In- corpóreo ao custo de 1PM por turno, por uma quantidade de turnos igual a 5 ou sua Habili- dade, o que for menor. Se já tem Incorpóreo pode interagir com o mundo físico (inclusive atacar) ao custo de 1PM por interação."
      },
      {
        "nome": "Terror da noite",
        "descricao": "Sempre que causa dano, você pode gastar 2PM para forçar o alvo a fazer um teste de R (6 + H do vigilante). Se falhar, ele tem Perda na defesa contra o próximo ataque que receber. Caso seja uma falha crítica, ele fica indefeso."
      },
      {
        "nome": "Sumir nas som- bras",
        "descricao": "Você gasta 1PM (em vez de 3) para ficar Invisível."
      }
    ],
    "pagina_inicial": 63
  }
]
