[
  {
    "id": "kit_abastado",
    "name": "Abastado",
    "description": "Apesar dos temores e conflitos iniciais, a Era das Arcas trouxe prosperidade ao mundo. Onde muitos viram masmorras e monstros, os empreendedores ousaram desafiar seus mistérios — sendo Arturo Amon o caso\nmais icônico. Trouxeram ciências exóticas, tesouros mágicos e técnicos,\ninovações industriais, novas formas de entretenimento. Empresas (e até\nempresários) tornaram-se mais poderosas que governos.\nEntre os que enriqueceram, ou já nasceram endinheirados, há aqueles\nque vivem aventuras. Alguns querem aumentar ainda mais sua fortuna —\nassim como aventureiros caçam tesouros que fortificam seus poderes. Outros, por nobreza e generosidade, usam suas posses para\ncausas justas: ajudar pessoas, proteger o mundo,\ncombater o mal. Outros ainda buscam realizar algum grande sonho que o dinheiro, apenas, não\npode alcançar.\nAbastados gargalham de ditados como “o dinheiro é\nraiz de todo o mal”. Sabem que sua riqueza representa\nesforço, competência e determinação, que eles podem\nusar para realizar grandes obras. Muito embora alguns, de fato, sejam gananciosos e não hesitem em\nprejudicar outros para ganho próprio.",
    "nucleos": [
      "Era das Arcas",
      "Guerra da Galáxia"
    ],
    "requirements": [
      {
        "name": "Influência",
        "type": "skill"
      },
      {
        "name": "Manha",
        "type": "skill"
      },
      {
        "name": "Riqueza",
        "type": "advantage"
      }
    ],
    "powers": [
      {
        "name": "Meritocracia",
        "description": "Uma vez por cena,\nvocê pode fazer um teste de compra para usar\numa vantagem que não possua, uma única\nvez. Uma vantagem de 1pt\nexige um\nteste Médio\n(9);\npara cada ponto\nextra, a dificuldade\naumenta +3. Você ainda\ndeve pagar outros custos da vantagem (como PM).\nPor exemplo, usar Incorpóreo\nexige um teste com meta 12, uma\nação e 5PM."
      },
      {
        "name": "Poder aquisitivo",
        "description": "Todos os seus testes de compra ganham\n+3 no resultado final (depois da rolagem).\nABASTADO"
      },
      {
        "name": "Tempo é dinheiro! Seu primeiro",
        "description": "teste de compra em cada sessão recebe Ganho,\ne seu segundo teste não sofre Perda (como seria normal para um segundo teste)."
      }
    ],
    "baseCost": 1,
    "source": "Manual do Arcanauta",
    "type": "Kit"
  },
  {
    "id": "kit_alquimista",
    "name": "Alquimista",
    "description": "A alquimia, ciência da transmutação dos elementos, já existe neste\nmundo há séculos — mas agora está alcançando seu apogeu, com técnicas trazidas de além-Convergência. Naquele mundo fantástico, até onde se\nsabe, alquimistas são indivíduos muito poderosos.\nAlquimistas são um tipo especial de conjurador arcano, com seus próprios métodos. Através de fórmulas complexas traçadas em diagramas,\npodem transformar ou destruir os elementos que formam o mundo. Mudam a forma de objetos, criaturas ou até o próprio corpo, mas seguindo\nleis rigorosas: para conseguir algo, deve-se dar algo em troca. Estudioso\ndisciplinado, o alquimista não acredita em milagres ou conquistas fáceis.\nTudo que é valioso exige esforço, trabalho duro e sacrifício.\nAlquimistas sabem que nem sempre o sucesso é garantido, nem todo\nesforço é recompensado. Sempre existe chance de falhar. Mas, sem esforço\nou risco, existe apenas a certeza de falhar.",
    "nucleos": [
      "Era das Arcas",
      "Tormenta ALPHA",
      "UniPotência"
    ],
    "requirements": [
      {
        "name": "Mística",
        "type": "skill"
      },
      {
        "name": "Saber",
        "type": "skill"
      }
    ],
    "powers": [
      {
        "name": "Diagrama",
        "description": "Você pode gastar um movimento para traçar um diagrama alquímico em alguma superfície (no chão, na parede, nas costas do\namigo distraído...). Sua próxima vantagem ou técnica que gasta PM tem\nseu custo reduzido em –1 (mínimo 1PM)."
      },
      {
        "name": "Diagrama pessoal",
        "description": "Escolha uma vantagem ou técnica\nque você tem e gasta PM. Você pode levar consigo o\ndiagrama necessário para usá-la (em um\npergaminho, bordado na roupa, tatuado no corpo...), sem precisar gastar um\nmovimento para reduzir o custo.\n\nALQUIMISTA"
      },
      {
        "name": "Troca equivalente",
        "description": "Na\nprimeira rodada de cada cena, você\npode mudar seus atributos e vantagens livremente, como na vantagem Transformação — exceto que\nnão pode mudar\nperícias, desvantagens\ne\ntécnicas. Em\nvez disso, você\npode transmutar\num aliado voluntário Perto. Você\n(ou seu aliado)\nreverte à forma\nnormal no fim da\ncena."
      }
    ],
    "baseCost": 1,
    "source": "Manual do Arcanauta",
    "type": "Kit"
  },
  {
    "id": "kit_s_advogado",
    "name": "Ás Advogado",
    "description": "Nem toda a luta contra o mal acontece em batalhas violentas nas ruas,\narenas ou Arcas. A mais pura e verdadeira justiça está nos tribunais, onde\npromotores e defensores travam combates legais para proteger inocentes\ne punir culpados. Nessa arena, diante de juiz e júri, o ás advogado é o campeão supremo.\nArmado apenas com a lei, ele é o verdadeiro defensor dos necessitados\ne terror dos criminosos. Sua convicção é mais dura que qualquer escudo,\nseu dedo acusador é pungente feito espada afiada, seu protesto tem a força\nde uma bomba. Quando não utiliza esses atributos no fórum, o ás advogado\nse aventura onde é mais necessário, coletando evidências, apontando suspeitos, confrontando infratores. Por isso, embora atue em cenários mais\nurbanos, não será uma surpresa total encontrar este herói engravatado entre outros aventureiros, talvez até explorando alguma Arca.\nAlguns ases são impiedosos e inflexíveis, obcecados em fazer cumprir\na lei e castigar culpados. Outros, de coração leve, estão mais preocupados\nem ajudar quem precisa. Sabem que a justiça existe para garantir a segurança, felicidade e dignidade de todos.",
    "nucleos": [
      "Guerra da Galáxia",
      "UniPotência"
    ],
    "requirements": [
      {
        "name": "Influência",
        "type": "skill"
      },
      {
        "name": "Defesa Especial (Reflexão)",
        "type": "advantage"
      }
    ],
    "powers": [
      {
        "name": "Coleta de provas",
        "description": "Quando\ntem um crítico em\num teste de Influência ou Saber, em\nvez de somar o atributo outra vez, você\npode escolher pegar\numa Prova (anote P,\na lápis, em algum lugar\nda ficha). Você pode fazer isso\naté três vezes por cena. Em outros testes\nde Influência ou Saber, você pode gastar uma\nou mais Provas; cada Prova concede um crítico automático. Provas não usadas até o fim da\ncena são desqualificadas e perdidas."
      },
      {
        "name": "Embargo",
        "description": "Você pode pagar 2PM\npara evitar todo o dano de um ataque, ou\nqualquer efeito negativo por falhar em um\nteste. Você pode fazer isso um número de\nvezes por sessão igual a seu Poder ou 5, o\nque for menor.\nÁS ADVOGADO"
      },
      {
        "name": "Objeção! Sua Defesa Especial (Reflexão) adiciona +2 ao dano",
        "description": "contra o adversário."
      }
    ],
    "baseCost": 1,
    "source": "Manual do Arcanauta",
    "type": "Kit"
  },
  {
    "id": "kit_brbaro",
    "name": "Bárbaro",
    "description": "Aquele que julga o bárbaro como um “selvagem incivilizado” não apenas está cometendo um grande erro, como também subestimando um lutador poderoso.\nNão confunda aquele que não sabe viver em sociedade, e aquele que\nnão precisa. O bárbaro é um guerreiro bravio, indomável, rebelde, até\nmesmo rústico — mas não um estúpido ou ignorante. Ele é sábio e astuto,\nconhecedor da terra, seus caminhos e seus povos. Nômade bravio, não precisa de teto sobre a cabeça, nem depende de luxos urbanos; prefere vestes,\ninstrumentos e armas simples, em que possa confiar. Resiliente, estoico,\nnão fraqueja diante de rigores que fariam o chamado “homem moderno”\nchorar e implorar. No além-Convergência, bárbaros se tornaram grandes\nlíderes, generais, reis; e aqui, são capazes de conquistas ainda maiores.\nMas sim, o bárbaro pode se enfurecer como uma besta brutal, acessar energias primevas, invocar espíritos raivosos. Nesse estado ele se torna\nainda mais forte, robusto e assustador, levando muitos a temer que esteja\ndescontrolado. Não, nada disso: ele sabe bem o que faz. Bárbaros são presença constante em grupos Arcanautas, mas também procuram qualquer\nmissão em que sua fortaleza tenha utilidade.",
    "nucleos": [
      "Era das Arcas",
      "Operação ARSENAL",
      "Tormenta ALPHA"
    ],
    "requirements": [
      {
        "name": "Sobrevivência",
        "type": "skill"
      },
      {
        "name": "Vigoroso",
        "type": "advantage"
      }
    ],
    "powers": [
      {
        "name": "Frenesi de combate",
        "description": "Você\npode gastar 3PM para invocar um frenesi que\noferece P+3 (sem afetar seus Pontos\nde Ação) até o fim da cena. Quando\no combate termina, você fica esgotado e é considerado derrotado durante toda a cena seguinte."
      },
      {
        "name": "Resistência superior",
        "description": "BÁRBARO\n\nPara você a vantagem Vigoroso oferece\nR+3, em vez de +2.\n\n\fCaça-Prêmios\nNúcleos. Guerra da Galáxia, Tormenta ALPHA\nExigências. Percepção, Manha ou Sobrevivência\nCada um tem suas próprias razões para correr riscos, explorar Arcas e\nderrotar monstros. Para o caça-prêmios, isso é apenas um meio de vida.\nCaça-prêmios abraçam a vida de aventureiro como profissão. Procuram\nativamente por contratos ou, quando conquistam notoriedade, aguardam que\nos clientes venham. Seu tipo de trabalho preferido envolve rastrear e capturar\ncriminosos procurados, mas muitos também aceitam missões típicas de Arcanautas: explorar Arcas, resgatar tesouros, caçar monstros.\nNem todos os caças-prêmios são gananciosos ou egoístas. Muitos usam\nseus rendimentos para fazer caridade, ajudar necessitados. Outros acumulam\nriqueza para realizar algum grande sonho, que pode ser nobre ou mesquinho. Há aqueles que caçam como pretexto para perseguir algo ou alguém que\nodeiam (como aquele guerreiro poderoso que só aceita contratos para matar\ngoblins). E outros ainda usam a profissão sinistra para disfarçar um enorme\ndesejo de proteger inocentes e fazer do mundo um lugar melhor, às vezes até\ntrabalhando de graça. Mas não conte a ninguém, senão..."
      },
      {
        "name": "Ataque subjugante",
        "description": "Gaste 2PM antes de fazer um ataque.\nSe causar dano, o alvo tem Perda em testes de ataque e defesa até seu próximo turno."
      }
    ],
    "baseCost": 1,
    "source": "Manual do Arcanauta",
    "type": "Kit"
  },
  {
    "id": "kit_celebridade",
    "name": "Celebridade",
    "description": "A chegada de raças exóticas, poderes miraculosos e histórias épicas\nmudou os sonhos das pessoas. Produziu um exército de novos astros e estrelas. Entraram em cena os grandes campeões na batalha pela atenção e\nadmiração do público.\nEmbora muitas celebridades sejam artistas de diversos tipos, como\natores, cantores e modelos, nem todas o são. Expoentes em quase qualquer\nárea podem conquistar esse status, desde astros dos esportes até heróis de\nguerra, passando por grandes cientistas, chefs internacionais, empresários\ninovadores, bilionários excêntricos, políticos importantes, campeões de\nartes marciais, exploradores intrépidos, influenciadores polêmicos e — é\nclaro — Arcanautas.\nVárias celebridades se juntam a aventureiros, e até participam de missões perigosas, para conquistar ainda mais notoriedade. Outras, por outro\nlado, tornam-se célebres justamente por atuar em grandes aventuras, derrotar vilões, salvar o mundo. Outras ainda buscam fama com motivações\nocultas, como realizar um sonho secreto, aliviar a dor de uma perda, proteger sua verdadeira ocupação, ou disfarçar algum\nplano de dominação mundial!",
    "nucleos": [
      "Era das Arcas",
      "Guerra da Galáxia",
      "Operação ARSENAL"
    ],
    "requirements": [
      {
        "name": "Famoso",
        "type": "unknown"
      },
      {
        "name": "Torcida",
        "type": "unknown"
      }
    ],
    "powers": [
      {
        "name": "Grande fama",
        "description": "Você\ngasta 2PM, em vez de 3, para\nusar a vantagem Famoso."
      },
      {
        "name": "Ovação",
        "description": "Quando\nestá sob efeito de sua Torcida, você pode gastar um turno para recuperar 1D Pontos\nde Mana."
      },
      {
        "name": "Rugido das massas",
        "description": "Além do Ganho recebi-\n\nCELEBRIDADE\n\ndo por Torcida, seu teste causa um acerto crítico com 5\nou 6."
      }
    ],
    "baseCost": 1,
    "source": "Manual do Arcanauta",
    "type": "Kit"
  },
  {
    "id": "kit_clrigo",
    "name": "Clérigo",
    "description": "Muito pouco é conhecido sobre o mundo (mundos?) além-Convergência. Suspeita-se, no entanto, existir ali entidades extraplanares poderosas,\nconsideradas “deuses”. Seriam capazes de oferecer poderes fantásticos a\nseus devotos, enquanto estes obedeciam a obrigações e pregavam os ideais\nda divindade padroeira. Quem ou quantos seriam esses deuses, não se sabe.\nSeus títulos verdadeiros não chegaram até aqui, ou chegaram de forma deturpada. Não existem igrejas ou religiões organizadas que os cultuem.\nContudo, uma pequena parte de sua influência poderosa alcança este\nmundo, através de artefatos. Um medalhão com um símbolo sagrado, uma\nestatueta ou pintura sacra, uma arma ou armadura santa. Tais relíquias\npermitem aos escolhidos comungar com as entidades divinas longínquas\ne fazer pactos. Servir em troca de poder mágico.\nChamados de clérigos, estes campeões de deuses distantes nem\nsempre conhecem a verdadeira identidade dos padroeiros, ou mesmo\nseus nomes — muitos os tratam apenas por títulos, como Deus da Justiça, Deus dos Ladrões, Deusa da Magia.\nRecebem seus comandos em sonhos enigmáticos, visões misteriosas ou simples\nintuição. Ainda, o patrono nem sempre\né nobre ou bondoso; existem deuses malignos, cruéis, trapaceiros, que escolhem\nservos de igual afinidade.",
    "nucleos": [
      "Era das Arcas",
      "Tormenta ALPHA",
      "UniPotência"
    ],
    "requirements": [
      {
        "name": "Devoto",
        "type": "advantage"
      }
    ],
    "powers": [
      {
        "name": "Devoto fervoroso",
        "description": "Você pode\nusar a vantagem Devoto até três vezes por cena,\nem vez de duas."
      },
      {
        "name": "Dom divino",
        "description": "Sua divindade permite\nrealizar milagres mágicos variados. Uma vez por\ncena, com um movimento e 3PM, você adquire\numa perícia ou vantagem de custo 1pt à sua escolha, até o fim da cena. Você ainda\ndeve pagar outros custos da vantagem escolhida."
      },
      {
        "name": "Poder concedido",
        "description": "CLÉRIGO\n\nEscolha uma vantagem entre as\nseguintes: Anulação, Confusão,\nCura, Defesa Especial (qualquer),\nMagia, Paralisia. Se tiver essa vantagem (ou a escolheu como Dom\nDivino), você pode usá-la sem gastar\nPM uma vez por cena."
      }
    ],
    "baseCost": 1,
    "source": "Manual do Arcanauta",
    "type": "Kit"
  },
  {
    "id": "kit_da_ordem",
    "name": "da ORDEM",
    "description": "Enquanto o Exército da Luz atua principalmente na Terra, a frota espacial chamada ORDEM — Organização de Resistência a Divergência Extraterrestre Maledicente — combate através do universo em suas naves estelares. Com a missão de localizar e enfrentar ameaças alienígenas em sua\norigem, teve atuação decisiva na Guerra da Galáxia, impedindo as forças\nextraterrestres de alcançar nosso planeta.\nApesar de sua origem e prioridade militares, a ORDEM é também uma\nfrota de pesquisa e exploração, responsável por contatar novos mundos e\npovos. Seus membros são preparados para atuar em planetas estranhos e\ninteragir com formas de vida desconhecidas. Seus veteranos de guerra são\nconsiderados heróis, e sua gigantesca nau-capitânia, a Aristóteles, foi recentemente convertida em cidade universitária para preparar novos cosmonautas e exploradores.\nAssim, o cosmonauta da ORDEM é também um\nvalente cientista e aventureiro, pronto para desafiar o\ndesconhecido não apenas com armas futuristas, mas\ntambém curiosidade, conhecimento e boa vontade. E\nembora sua especialidade seja o espaço profundo,\nalguns atuam na Terra para rastrear aliens infiltrados e outras ameaças.",
    "nucleos": [
      "Guerra da Galáxia"
    ],
    "requirements": [
      {
        "name": "Patrono",
        "type": "advantage"
      },
      {
        "name": "Inimigo",
        "type": "disadvantage",
        "detail": "aliens"
      }
    ],
    "powers": [
      {
        "name": "Primeiro contato",
        "description": "Você é treinado para enfrentar o desconhecido. Pode gastar\n2PM para receber +3 em qualquer teste de Saber ou Sobrevivência."
      },
      {
        "name": "Inimigo meu",
        "description": "Você pode\nusar a vantagem Inimigo para seres extraterrestres que nunca viu\nantes. Apesar do nome, também\nafeta testes para interações sociais\namistosas e prestação de ajuda."
      },
      {
        "name": "Sensores avançados",
        "description": "COSMONAUTA DA ORDEM\n\nVocê pode pagar 2PM para adquirir um Sentido à sua escolha, para um único teste."
      }
    ],
    "baseCost": 1,
    "source": "Manual do Arcanauta",
    "type": "Kit"
  },
  {
    "id": "kit_detetive",
    "name": "Detetive",
    "description": "Mesmo neste novo mundo de raças fantásticas, magia e poderes estranhos, detetives ainda estão entre os profissionais mais procurados para\ndesvendar casos. Especialmente quando o próprio detetive pode pertencer\na uma raça fantástica ou recorrer a magia e poderes estranhos!\nDetetives investigam e resolvem crimes, identificam suspeitos, reúnem evidências e coletam informações. Alguns são oficiais de polícia,\noutros pertencem a agências privadas ou departamentos de segurança, e\noutros ainda são investigadores particulares com escritórios próprios. Diferente de um caça-prêmios, o detetive atua quando existe algum mistério envolvido, como localizar pessoas desaparecidas, descortinar fraudes\ne crimes financeiros, determinar o verdadeiro culpado de um delito, ou\nsimplesmente descobrir como um crime aconteceu.\nNa Era das Arcas, detetives muitas vezes unem-se a aventureiros para\nprocurar pistas e solucionar casos. Alguns detetives são mais cerebrais,\noutros resolvem tudo com pistolas ou\npunhos; um método investigativo popular (praticado por certo vigilante\nfantasiado de morcego) consiste em\nsair pelas ruas espancando bandidos até algum deles dizer o que\nvocê precisa saber!",
    "nucleos": [
      "Guerra da Galáxia",
      "Operação ARSENAL",
      "UniPotência"
    ],
    "requirements": [
      {
        "name": "Manha",
        "type": "skill"
      },
      {
        "name": "Percepção",
        "type": "skill"
      }
    ],
    "powers": [
      {
        "name": "Elementar! Uma vez",
        "description": "por cena, você pode usar Percepção para substituir qualquer\noutra perícia. Você pode pagar 3PM para cada nova utilização na mesma cena."
      },
      {
        "name": "Obter informação",
        "description": "Quando tem um crítico"
      },
      {
        "name": "Caso encerrado",
        "description": "Em sua\npresença, inimigos derrotados permanecem\nnessa condição até o fim da cena, mesmo se recuperam PV.\n\nDETETIVE\n\nem um teste de Manha ou Percepção,\nem vez de somar o atributo outra vez,\nvocê pode escolher obter uma Pista (anote\nP, a lápis, em algum lugar da ficha). Você\npode fazer isso até três vezes por cena.\nEm outros testes de Manha ou Percepção,\nvocê pode gastar uma ou mais Pistas; cada\nPista concede um crítico automático. Pistas não usadas até o fim da cena esfriam\ne são perdidas."
      }
    ],
    "baseCost": 1,
    "source": "Manual do Arcanauta",
    "type": "Kit"
  },
  {
    "id": "kit_druida",
    "name": "Druida",
    "description": "Entre os seres com habilidades fantásticas trazidos com as Convergências, existem os defensores da Mãe Natureza conhecidos como druidas.\nO que faziam em seu mundo nativo, ninguém sabe ao certo. Aqui, contudo, assumem a missão de proteger a vida natural — que confiam ser a\nverdadeira origem de seus poderes. Tornam-se não apenas ativistas contra\no desmatamento e caça ilegal, mas inimigos de tudo e todos que ameaçam\no equilíbrio ecológico. O que muitas vezes inclui corporações inescrupulosas, invasores alienígenas e — claro — monstros.",
    "nucleos": [
      "Era das Arcas",
      "Guerra da Galáxia",
      "Operação ARSENAL"
    ],
    "requirements": [
      {
        "name": "Animais",
        "type": "skill"
      },
      {
        "name": "Ajudante",
        "type": "advantage"
      },
      {
        "name": "Transformação",
        "type": "advantage"
      },
      {
        "name": "Código Dahllan",
        "type": "disadvantage"
      }
    ],
    "powers": [
      {
        "name": "Irmãos selvagens",
        "description": "Onde você estiver, animais (e\nplantas!) surgem para ajudá-lo.\nVocê pode mudar seu Ajudante\npara um tipo diferente no início\nde cada cena."
      },
      {
        "name": "Dádiva da natureza",
        "description": "Animais (e plantas!) ajudam em\nsuas tarefas. Uma vez por cena,\nvocê pode usar Animais para\nsubstituir qualquer outra\nperícia. Você pode pagar\n3PM para cada nova utilização na mesma cena.\n\nCódigo\n\nDahllan\n\n(–1 pt) Não consumir produ-\n\nDRUIDA\n\ntos de origem animal. Nunca atacar um animal, nem\ndeixar de prestar ajuda a\num animal em dificuldade."
      },
      {
        "name": "Poder Ausente",
        "description": "Não foi possível extrair este poder."
      }
    ],
    "baseCost": 1,
    "source": "Manual do Arcanauta",
    "type": "Kit"
  },
  {
    "id": "kit_engenheiro_mecha",
    "name": "Engenheiro Mecha",
    "description": "Neste mundo de altíssima tecnologia, naves estelares, robôs gigantes\ne construtos vivos, o engenheiro mecha emerge como um herói pioneiro\ne visionário, um campeão do progresso e esperança. Sua mente brilhante\nprojeta, constrói e até pilota engenhos fantásticos. Com perícia incrível, faz\nmechas ganharem vida como um elo inquebrável entre pessoa e máquina.\nO engenheiro mecha não atua simplesmente na manutenção de construtos imensos, longe disso. Ele é um inventor fabuloso, um mestre da maquinaria pesada, capaz de controlar ou construir qualquer coisa — desde\narmas e armaduras cibernéticas a computadores e veículos robóticos incríveis. Sempre será, também, o melhor amigo dos golens e androides — sempre pronto a fazer reparos ou ampliar suas capacidades.\nEste herói do amanhã não é apenas um mecânico habilidoso, mas também um brilhante estrategista e solucionador de problemas. Adapta mechas para qualquer situação, batalhando inimigos gigantes ou realizando\nresgates ousados em situações de emergência. O\nengenheiro mecha acredita na capacidade da tecnologia para forjar um futuro melhor.",
    "nucleos": [
      "Guerra da Galáxia",
      "UniPotência"
    ],
    "requirements": [
      {
        "name": "Máquinas",
        "type": "skill"
      },
      {
        "name": "Utensílio",
        "type": "advantage",
        "detail": "ferramentas"
      }
    ],
    "powers": [
      {
        "name": "A ferramenta certa",
        "description": "Não há\nproblema que algumas marteladas não resolvam. Uma vez por cena, você pode\nusar Máquinas para substituir\nqualquer outra perícia.\nVocê pode pagar 3PM para\ncada nova utilização na\nmesma cena."
      },
      {
        "name": "Engenheiro",
        "description": "de campo. Você pode"
      },
      {
        "name": "Martelinho de ouro",
        "description": "Você\npode gastar uma ação para fazer um teste\nde Máquinas (9). Se bem-sucedido, cura\n2D PVs em um personagem construto Perto, ou soma 1D ao seu\npróximo teste. (Esse personagem pode ser você, caso seja um\nconstruto.)\n\nENGENHEIRO MECHA\n\ncriar ou improvisar aparelhos na hora. Se bem-sucedido\nem um teste de Máquinas (9), gaste 1PM para ter\num Ajudante de tipo à sua escolha, até o fim da\ncena. Você ainda deve pagar PM por cada utilização do Ajudante."
      }
    ],
    "baseCost": 1,
    "source": "Manual do Arcanauta",
    "type": "Kit"
  },
  {
    "id": "kit_estudante",
    "name": "Estudante",
    "description": "Você deve saber o que é um estudante. Mas sabe como é ser um estudante na Era das Arcas?\nO mundo mudou e, com ele, mudaram as formas de entendê-lo. Mudaram os meios de adquirir conhecimento, desenvolver habilidades, contribuir com a sociedade, preparar-se para o futuro. Profissões antigas desapareceram, mil outras novas surgiram. E embora exista ensino remoto, ainda\nhá escolas, universidades, academias — mas muito diferentes de como você\nas conhece.\nTeoria da magia, anatomia alienígena e procedimentos para ataque de\nkaiju são coisa rotineira. Salas de aula usam realidade virtual, mágica ilusória e conjuração de criaturas para melhor imersão na matéria. Tarefas\nde casa envolvem construir robôs, decifrar escrituras ou traçar diagramas\nalquímicos básicos. Clubes escolares dedicam-se a magibol, subcultura élfica, engenharia espacial e estudo das Arcas.\nA escola moderna é onde vive-se as primeiras grandes aventuras, onde\nnascem as mais fortes amizades, os mais acirrados torneios,\nos mais desastrados romances. Seja na lendária\nUniPotência, onde formam-se magos,\nheróis, ninjas, pilotos mecha e intendentes; seja na escolinha do\nbairro, onde uma professora qareen teletransporta a classe inteira para estudar unicórnios em seu\nhabitat natural.",
    "nucleos": [
      "Guerra da Galáxia",
      "UniPotência"
    ],
    "requirements": [
      {
        "name": "Qualquer perícia",
        "type": "unknown"
      },
      {
        "name": "Mentor",
        "type": "advantage"
      }
    ],
    "powers": [
      {
        "name": "Prova real",
        "description": "Você pode pagar 2PM para rolar 1D extra em um\nteste de perícia que possua, e descartar\no resultado mais baixo.\n\nESTUDANTE"
      },
      {
        "name": "Quem não cola",
        "description": "Você pode\nusar a vantagem Mentor uma segunda vez\npor cena."
      },
      {
        "name": "Poder Ausente",
        "description": "Não foi possível extrair este poder."
      }
    ],
    "baseCost": 1,
    "source": "Manual do Arcanauta",
    "type": "Kit"
  },
  {
    "id": "kit_experimento",
    "name": "Experimento",
    "description": "A tecnologia e magia proporcionadas pela Era das Arcas vem permitindo produzir novas formas de vida, novos seres — ou modificar profundamente aqueles já existentes. Os propósitos de tais experimentos podem ser\nnobres ou nefastos. E os resultados podem ser maravilhosos ou trágicos.\nEmbora aberrantes e construtos sejam os casos mais comuns, praticamente qualquer criatura pode nascer em laboratório — até mesmo aquelas\ntradicionalmente místicas, como dahllan, fadas, vampiros e outras. O fruto\nde um experimento pode ser bem-sucedido, glorioso, até mesmo amado\npor seus criadores; ou algo monstruoso, marcado por dor e revolta, rechaçado e ressentido por sua origem maldita. Talvez ele sequer conheça a verdade sobre seu passado, acabando obcecado por desvendar esse mistério,\ndescobrir o propósito de sua criação. Em qualquer dos casos, terá que escolher entre usar seus poderes exóticos para o bem ou o mal.\nMesmo neste mundo de seres tão variados, um experimento está sempre sozinho. Talvez procure companhia entre pessoas tão estranhas quanto\nele, como algum grupo de aventureiros. Ou pode acabar, ele próprio, como\num monstro caçado por eles.",
    "nucleos": [
      "Guerra da Galáxia",
      "Operação ARSENAL"
    ],
    "requirements": [
      {
        "name": "Imune",
        "type": "unknown"
      },
      {
        "name": "+Mana",
        "type": "unknown"
      },
      {
        "name": "+Vida",
        "type": "unknown"
      }
    ],
    "powers": [
      {
        "name": "Adaptação",
        "description": "Você tem\nduas formas de imunidade pela\nvantagem Imune, em vez de uma."
      },
      {
        "name": "Bioenergia",
        "description": "Em vez\nde +10, você recebe +15PM ou\n+15PV pela vantagem +Mana ou\n+Vida (escolha uma).\n\nEXPERIMENTO"
      },
      {
        "name": "Mutação",
        "description": "Escolha um\natributo. Sempre que faz\num teste com o atributo\nescolhido, você pode\npagar 2PM para rolar 1D\nextra e descartar o dado\nmais baixo."
      }
    ],
    "baseCost": 1,
    "source": "Manual do Arcanauta",
    "type": "Kit"
  },
  {
    "id": "kit_mas_seu_porte_e_presena_carismticos_tambm_permitem_se_misturar_em_ambientes_sociais_por_sua_inteligncia_aguada_o_gatuno_habilidoso_em_decifrar_enigmas_quebrar_cdigos_e_planejar_estratgias_de_infiltrao_intrincadas_tambm_um_mestre_da_retrica_capaz_de_persuadir_com_suas_palavras_envolventes_pode_obter_informaes_valiosas_ou_recrutar_aliados_de_maneira_convincente_recorrendo_a_seu_charme_e_astcia_a_misso_do_gatuno_desvendar_segredos_recuperar_tesouros_perdidos_e_desafiar_autoridades_corruptas_ele_opera_na_fronteira_entre_heri_e_anti-heri_usando_seus_talentos_para_combater_a_injustia_e_restaurar_o_equilbrio_o_gatuno_acredita_em_adotar_identidades_falsas_aplicar_artimanhas_e_usar_sua_elegncia_para_alcanar_um_bem_maior_suas_aventuras_so_repletas_de_charme_mistrio_e_reviravoltas_cativando_aqueles_que_cruzam_seu_caminho_ardiloso_voc_pode_pagar_3pm_para_ter_os_benefcios_da_vantagem_confuso_invisvel_inofensivo_ou_telepata_durante_um_turno_voc_ainda_deve_pagar_outros_custos_em_pm_se_houver_reconhecimento_de_terreno_uma_vez_por_sesso_por_ter_investigado_o_lugar_antes_voc_pode_escolher_o_local_de_uma_cena_como_arena_gatuno_galante_um_passo_frente_o_gatuno_esca-_28_pa_do_veneno_porque_j_tomou_o_antdoto_voc_pode_gastar_2pm_para_ter_ganho_em_um_teste_para_evitar_qualquer_efeito_negativo_exceto_dano_voc_pode_fazer_isso_um_nmero_de_vezes_por_cena_igual_sua_habilidade_gigante_da_luz",
    "name": "mas seu porte e presença carismáticos também permitem se misturar em ambientes sociais. Por sua inteligência aguçada, o gatuno é habilidoso em decifrar enigmas, quebrar códigos e planejar estratégias de infiltração intrincadas. É também um mestre da retórica, capaz de persuadir com suas palavras envolventes; pode obter informações valiosas ou recrutar aliados de maneira convincente, recorrendo a seu charme e astúcia. A missão do gatuno é desvendar segredos, recuperar tesouros perdidos e desafiar autoridades corruptas. Ele opera na fronteira entre herói e anti-herói, usando seus talentos para combater a injustiça e restaurar o equilíbrio. O gatuno acredita em adotar identidades falsas, aplicar artimanhas e usar sua elegância para alcançar um bem maior. Suas aventuras são repletas de charme, mistério e reviravoltas, cativando aqueles que cruzam seu caminho.  • Ardiloso. Você pode pagar 3PM para ter os benefícios da vantagem Confusão, Invisível, Inofensivo ou Telepata durante um turno. Você ainda deve pagar outros custos em PM se houver. • Reconhecimento de terreno. Uma vez por sessão, por ter investigado o lugar antes, você pode escolher o local de uma cena como Arena.  GATUNO GALANTE  • Um passo à frente. O gatuno esca-  28  pa do veneno porque já tomou o antídoto! Você pode gastar 2PM para ter Ganho em um teste para evitar qualquer efeito negativo (exceto dano). Você pode fazer isso um número de vezes por cena igual à sua Habilidade.  Gigante da Luz",
    "description": "Gigantes da luz são guerreiros de estrelas distantes que protegem o universo contra os kaiju e vilões que os utilizam. Em suas formas naturais, são\nhumanoides gigantescos com pelo menos 50m de altura. Contudo, quando\nse estabelecem na Terra em longas missões, tomam como hospedeiro o\ncorpo de algum nativo digno.\nEsse campeão pode ser escolhido após algum ato de grande nobreza e\ncoragem, quando arrisca ou até sacrifica a própria vida — sendo ressuscitado pelo herói alienígena, que agora reside em seu corpo. O escolhido pode\nentão se transformar em gigante da luz por breves períodos, em situações\nde perigo extremo.\nAlguns gigantes comunicam-se mentalmente com o escolhido, mas\nmuitos permanecem em silêncio misterioso. Outros obedecem a mestres\nsecretos que autorizam ou possibilitam a transformação. Quase todos exigem que o escolhido guarde segredo, ou aceitam ser revelados apenas para\ncompanheiros próximos.",
    "nucleos": [
      "Guerra da Galáxia",
      "UniPotência"
    ],
    "requirements": [
      {
        "name": "Transformação",
        "type": "advantage"
      },
      {
        "name": "Código do Combate",
        "type": "disadvantage"
      },
      {
        "name": "Heróis",
        "type": "unknown"
      }
    ],
    "powers": [
      {
        "name": "Poder interior",
        "description": "Sua forma original é aprimorada. Escolha entre\nForte, Ágil ou Vigoroso. Esta vantagem também se aplica à segunda forma."
      },
      {
        "name": "Transformação gigante",
        "description": "Você\ntem uma segunda forma, seguindo as regras\nnormais desta vantagem, exceto que também eleva sua escala\npara Kiodai até o fim\nda cena. Esta forma também recebe\nas vantagens Alcance\n(uma variedade de raios e lâminas\nde energia), Golpe Final e Voo, sem\ncusto. Um sinal piscante avisa quando você está perto da\nderrota, e você reverte para\na forma normal caso seja derrotado. Esta Transformação não\npode ser executada se não existir\nadversário de escala Kiodai em\ncena, nem em caso de violação\ndos Códigos.\n\nsua segunda forma em tamanho normal, com as mesmas\nvantagens, poderes e limitações, mas sem mudar de escala.\n\nGIGANTE DA LUZ"
      },
      {
        "name": "Transformação",
        "description": "menor. Você pode adotar"
      }
    ],
    "baseCost": 1,
    "source": "Manual do Arcanauta",
    "type": "Kit"
  },
  {
    "id": "kit_guerreiro",
    "name": "Guerreiro",
    "description": "Enquanto muitos aventureiros escolhem métodos mirabolantes ou\nmagias firulentas para vencer desafios, o guerreiro é simplesmente alguém\nque supera obstáculos através de combate. Usará os próprios punhos, armas, poderes ou técnicas de luta para derrubar o que estiver na frente. Para\nele, violência costuma ser a resposta — mesmo quando gostaria de evitá-la.\nPara o verdadeiro guerreiro, lutar não é apenas um meio para alcançar um objetivo — lutar é o próprio objetivo. Talvez ele sonhe se tornar o\nlutador mais forte do mundo. Talvez viva procurando lutas para esquecer\nalgum evento passado, cumprir uma promessa importante, ou realizar um\ngrande destino. Ou ainda, talvez ele acredite existir apenas com esse propósito, sendo incapaz de apreciar ou valorizar qualquer outra coisa na vida.\nMas nem todo guerreiro é amargurado ou conformado. Pelo contrário,\nalguns lutam para que outros não precisem, lutam por um futuro sem guerras, sem necessidade de conflito. Guerreiros podem ser cordiais, calorosos\ne otimistas, reunindo amigos para desfrutar seus raros momentos de paz.\nPois cada um pode ser o último.",
    "nucleos": [
      "Era das Arcas",
      "Operação ARSENAL",
      "Tormenta ALPHA"
    ],
    "requirements": [
      {
        "name": "Luta",
        "type": "skill"
      },
      {
        "name": "Ataque Especial",
        "type": "advantage"
      },
      {
        "name": "Defesa Especial",
        "type": "advantage"
      }
    ],
    "powers": [
      {
        "name": "Lutar é tudo! Quando",
        "description": "faz um teste de Luta, você pode gastar 2PM para adicionar +3 ao resultado, após a rolagem (antes do oponente rolar a defesa)."
      },
      {
        "name": "Manobra especial",
        "description": "Uma vez por cena, você pode usar\num Ataque ou Defesa Especial sem\ngastar PM.\n\nGUERREIRO"
      },
      {
        "name": "Sem parar",
        "description": "Quando reduz\num oponente a 0PV de forma violenta, você pode imediatamente fazer um ataque\ncontra outro oponente\nao alcance."
      }
    ],
    "baseCost": 1,
    "source": "Manual do Arcanauta",
    "type": "Kit"
  },
  {
    "id": "kit_idol",
    "name": "Idol",
    "description": "Uma idol é uma estrela radiante que brilha nos palcos e telas, cativando o público com seu talento, beleza e personalidade vibrante. Ela encanta\ncom a voz graciosa, dança empolgante e trajes deslumbrantes. É uma diva\ninspiradora, elevando corações com positividade e esperança. Muito mais\nque uma simples artista, é uma fonte de alegria e admiração, capaz de unir\nmultidões com sua presença carismática e performances espetaculares.\nQuando decide se aventurar, a idol canaliza seu carisma para se tornar\numa heroína otimista e corajosa. Ela eleva o espírito dos aliados, inspira\nbravura e liberta o poder da canção como uma arma contra as trevas. Utiliza seu encanto para influenciar pessoas e cativar multidões, conquistando\naliados e recursos valiosos para as missões. Seu talento para a dança não\né apenas impressionante, mas também eficaz em campo de batalha, com\nmovimentos coreografados que guiam aliados e desorientam os inimigos.\nUma idol acredita que sua música e alegria podem superar qualquer\nobstáculo, unir corações e transformar as situações mais sombrias em\ntriunfos brilhantes.",
    "nucleos": [
      "Era das Arcas",
      "Operação ARSENAL"
    ],
    "requirements": [
      {
        "name": "Arte",
        "type": "skill"
      },
      {
        "name": "Carismática",
        "type": "advantage"
      },
      {
        "name": "Famosa",
        "type": "advantage"
      }
    ],
    "powers": [
      {
        "name": "Seu sorriso",
        "description": "Para você a vantagem Carismática oferece P+3, em\nvez de +2."
      },
      {
        "name": "…É tão resplandecente! Você faz tudo de",
        "description": "forma artística. Uma vez por\ncena, você pode usar Arte para\nsubstituir qualquer outra perícia.\nVocê pode pagar 3PM para cada\nnova utilização na mesma cena.\n\nIDOL"
      },
      {
        "name": "Me dê a mão! Em caso",
        "description": "de sucesso em um teste de Arte (9), você\npode gastar um movimento e 1PM para conceder Ganho a um aliado que consiga ver e\nouvir você."
      }
    ],
    "baseCost": 1,
    "source": "Manual do Arcanauta",
    "type": "Kit"
  },
  {
    "id": "kit_impostor",
    "name": "Impostor",
    "description": "Mestre do disfarce, o impostor é especializado em personificar outras\npessoas. Podem alcançar esse objetivo por meios mundanos como roupas e\nmaquiagens, ou métodos fantásticos — magia ilusória, poder camaleônico,\nhipnose, tecnologia de hologramas.\nO impostor realmente hábil não imita apenas aparência, voz e gestos\n— ele adquire até mesmo talentos de seus alvos, fingindo conhecimentos\nou habilidades que na verdade não tem. Adota posturas de luta como um\nguerreiro, exibe truques como um mago, desfila termos complicados como\num cientista — e na ponta da língua, sempre uma desculpa para quando\nseus “poderes” não funcionam.\nImpostores podem adotar disfarces rápidos, improvisados, para sumir\nna multidão ou enganar adversários casuais — ou mergulhar profundamente em papéis duradouros, a ponto de convencer até conhecidos íntimos do alvo. Alguns são nobres, agindo para proteger o mundo, enquanto\noutros são vilões perigosos.",
    "nucleos": [
      "Era das Arcas",
      "Guerra da Galáxia",
      "UniPotência"
    ],
    "requirements": [
      {
        "name": "Influência",
        "type": "skill"
      },
      {
        "name": "Imitar",
        "type": "advantage"
      }
    ],
    "powers": [
      {
        "name": "Disfarce perfeito",
        "description": "Com um movimento e 3PM, você pode assumir a aparência\nde qualquer pessoa ou criatura que conheça ou consiga ver (para alvos que não\nconheça, use a vantagem Imitar). É\nimpossível enxergar através de seu\ndisfarce, exceto com Telepatia ou\nSentidos, e mesmo assim o teste de\nPercepção tem Perda."
      },
      {
        "name": "Engenheiro social",
        "description": "Uma vez por cena, você pode\nusar Influência para substituir qualquer outra perícia.\nVocê pode pagar 3PM para\ncada nova utilização na mesma cena."
      },
      {
        "name": "Jogo da imitação",
        "description": "IMPOSTOR\n\nVocê pode copiar e manter\nduas vantagens por vez com\nImitar, em vez de uma."
      }
    ],
    "baseCost": 1,
    "source": "Manual do Arcanauta",
    "type": "Kit"
  },
  {
    "id": "kit_ladino",
    "name": "Ladino",
    "description": "Muito mais que um simples criminoso, o ladino é um aventureiro ousado e inventivo, que recorre a meios não convencionais para alcançar vitórias. Enquanto o guerreiro usa aço e o mago usa magias, o ladino não confia\nem qualquer dos dois — ou utiliza ambos! Seu método é não ter método. A\nsurpresa é sua arma. Então, sendo inesperado e imprevisível, não pode ser\ndetido.\nSim, você conhece aqueles ladinos de RPG que movem-se furtivamente, destrancam fechaduras, desativam armadilhas. Mas na Era das Arcas,\ncom poderes extremos em jogo, o ladino precisa ser muito mais. Ele brilha como um mestre da astúcia e destreza, personificação da agilidade e\nversatilidade. Enxerga além do óbvio e encontra soluções engenhosas para\ndesafios complexos.\nCom esperteza afiada e sorriso confiante, o ladino domina a arte do\nataque-surpresa. Mas sua verdadeira força reside na capacidade de desvendar segredos, farejar tesouros e decifrar os planos dos adversários. Ele não\ntem respeito por regras e leis, é verdade. Mas muitos ladinos, contrariando\no que se espera, usam suas habilidades para fazer justiça.",
    "nucleos": [
      "Era das Arcas",
      "Tormenta ALPHA"
    ],
    "requirements": [
      {
        "name": "Manha",
        "type": "skill"
      },
      {
        "name": "Ágil",
        "type": "advantage"
      },
      {
        "name": "Gênio",
        "type": "advantage"
      }
    ],
    "powers": [
      {
        "name": "Ataque furtivo",
        "description": "Quando ataca um alvo desprevenido, você\npode gastar 2PM para reduzir em –1 sua Resistência para defesa. Você também pode gastar +1PM para fazer um ataque furtivo contra um alvo envolvido em combate com um aliado."
      },
      {
        "name": "Malandragem",
        "description": "Para tudo se dá um jeitinho.\nUma vez por cena, você pode usar Manha para substituir\nqualquer outra perícia. Você pode pagar 3PM para\ncada nova utilização na mesma cena.\n\nLADINO"
      },
      {
        "name": "Trapaça",
        "description": "Ao usar\num poder surpreendente (veja\nem +Ação!!!), você pode gastar 1 Ponto de Ação para ter\nqualquer vantagem (mesmo\naquelas que custam mais de 1pt)."
      }
    ],
    "baseCost": 1,
    "source": "Manual do Arcanauta",
    "type": "Kit"
  },
  {
    "id": "kit_mago",
    "name": "Mago",
    "description": "Magia pode ser utilizada de forma bruta, manifestada por instinto,\nmanipulada por simples vontade. Mas o verdadeiro mago é diferente.\nEste profundo estudioso recorre a fórmulas herméticas para conseguir\nefeitos mágicos acurados, específicos. Para o mago, magia é uma ciência\ntão complexa quanto física quântica ou quaisquer outras existentes no\nmundo moderno.\nSendo impossível dominar a magia arcana sem muito estudo, magos\nsão considerados grandes “nerds” entre os aventureiros. Cercam-se de grimórios grossos e pergaminhos antigos, mergulham em longas noites de\npesquisa, sacrificando a própria saúde. Há também aqueles que recorrem\nàs conveniências do mundo moderno, registrando magias em celulares e\ntablets, armazenando feitiços na nuvem, debatendo sobre conjurações em\nfóruns online — ou adquirindo educação formal no Liceu de Artes Arcanas\nda UniPotência.\nMagos são metódicos, inteligentes e brilhantes, muitas vezes ascendendo em corporações ou assumindo a liderança em grupos Arcanautas.\nEm combate, são temidos a ponto de sempre serem atacados primeiro —\npois a magia certa na hora certa pode decidir a vitória.",
    "nucleos": [
      "Era das Arcas",
      "UniPotência",
      "Tormenta ALPHA"
    ],
    "requirements": [
      {
        "name": "Mística",
        "type": "skill"
      },
      {
        "name": "Magia",
        "type": "advantage"
      }
    ],
    "powers": [
      {
        "name": "Aptidão mágica",
        "description": "Seu bônus máximo da vantagem Magia é\nH+2 (em vez de H)."
      },
      {
        "name": "Bateria de mana",
        "description": "Uma vez\npor cena, você pode usar uma ação\ncompleta para recuperar 1D+H PM."
      },
      {
        "name": "Preparar magias",
        "description": "MAGO\n\nSempre que estiver com Pontos de Mana completos (tipicamente após um descanso)\ne não envolvido em conflito,\nvocê pode escolher deixar certas\nmagias preparadas, otimizando o\ngasto de mana. Faça uma lista com\nos efeitos de Magia que preferir (por\nexemplo, +2 em ataque, +3 em defesa,\n+2 em uma perícia...). Você gasta metade dos PM para preparar essas\nmagias. Elas não podem ser\nmudadas, e seus PM não\npodem ser recuperados,\naté você usá-las."
      }
    ],
    "baseCost": 1,
    "source": "Manual do Arcanauta",
    "type": "Kit"
  },
  {
    "id": "kit_mercenrio",
    "name": "Mercenário",
    "description": "Embora heróis tenham objetivos pessoais para se aventurar, vários\nconsideram essa atividade uma profissão, trabalhando por pagamento. De\nfato, muitos acham que todos os aventureiros são apenas mercenários. Mas\no verdadeiro mercenário é mais que isso.\nO mercenário tem uma reputação a zelar. Ele segue seu próprio código\nde honra: uma vez que aceite um contrato, vai cumpri-lo a qualquer custo,\npriorizar as necessidades de seu patrono acima de tudo. Sua lealdade pode\nser comprada pelo preço certo — mas, uma vez adquirida, será absoluta.\nE quando falha, não mede esforços para compensar seu erro, mesmo que\ndemore a vida inteira.\nEmbora prefira agir sozinho, muitas vezes será ele a reunir um grupo\nde aventureiros, após negociar a missão com o contratante. Mercenários\npodem ser impiedosos, capazes de grandes crueldades quando o contrato\nexige (talvez até gostando disso). Outros, contudo, são generosos e nobres,\nsofrendo internamente quando obrigados a praticar injustiças.",
    "nucleos": [
      "Era das Arcas",
      "Guerra da Galáxia",
      "Operação ARSENAL"
    ],
    "requirements": [
      {
        "name": "Devoto",
        "type": "advantage"
      },
      {
        "name": "Patrono",
        "type": "advantage"
      },
      {
        "name": "Código",
        "type": "disadvantage"
      }
    ],
    "powers": [
      {
        "name": "Nem morto",
        "description": "Você não morre sem cumprir a missão. Enquanto\ntiver um contrato, sempre que fizer um teste de morte, role +1D e descarte\no menor resultado."
      },
      {
        "name": "Melhor no que faz",
        "description": "Você é devotado a cumprir seus contratos. Pode usar Devoto até três vezes por cena, em vez de duas."
      },
      {
        "name": "Trato feito",
        "description": "No início de cada sessão, se não\nhouver violação do Código (veja a seguir),\nvocê pode escolher mudar de Patrono, representando seu contratante atual. Além\ndisso, em testes de compra para o Patrono, some +3 ao resultado final.\nCódigo do Mercenário (–1pt) Jamais\n\nMERCENÁRIO\n\ntrair seu Patrono. Jamais\nfalhar em cumprir uma\nmissão para seu Patrono.\nEste Código pode ser adquirido apenas por personagens\ncom Patrono."
      }
    ],
    "baseCost": 1,
    "source": "Manual do Arcanauta",
    "type": "Kit"
  },
  {
    "id": "kit_monge",
    "name": "Monge",
    "description": "Monges existem aqui e além-Convergência. Em ambos os lugares, suas\ntradições de meditação, combate desarmado e busca por harmonia têm\nmilhares de anos. Agora, na Era das Arcas — entre arranha-céus, tecnologia avançada e magia assombrosa —, o monge moderno busca praticar seus\nideais de pacifismo neste mundo novo e estranho.\nMonges buscam a paz, mas são combatentes excepcionais, tão resistentes quanto graciosos. Treinam corpo e mente à exaustão, adquirem\nagilidade incomparável, sendo quase impossível atingi-los ou derrubá-los.\nCorrem, esquivam e saltam como se pudessem voar. Alguns podem!\nUm monge luta apenas para se defender, ou para proteger inocentes.\nEmbora quase todos vivam enclausurados em mosteiros para treinos diários, alguns percorrem o mundo em jornadas de iluminação, até participando de grupos Arcanautas (tipicamente assumindo o papel\nde tanques) ou lutando na Ilha do Martelo.",
    "nucleos": [
      "Era das Arcas",
      "Operação ARSENAL"
    ],
    "requirements": [
      {
        "name": "Ágil",
        "type": "advantage"
      },
      {
        "name": "Resoluto",
        "type": "advantage"
      },
      {
        "name": "Vigoroso",
        "type": "advantage"
      },
      {
        "name": "1ª Lei de Asimov",
        "type": "disadvantage"
      }
    ],
    "powers": [
      {
        "name": "Agilidade superior",
        "description": "Para você a vantagem Ágil\noferece H+3, em vez de +2."
      },
      {
        "name": "Alma de aço",
        "description": "Sempre que faz\num teste de R (incluindo defesas), você\npode gastar 1PM para aumentar em +1\no resultado de um dado. Esse poder\nnão provoca acertos críticos, mas\nanula falhas críticas."
      },
      {
        "name": "Controle dos",
        "description": "chakras. Em situação\n\nMONGE\n\nde conflito, você pode\ngastar um turno completo\npara recuperar 1D+H PV\nou 1D+H PM. Você pode usar\neste poder apenas se tiver pelo\nmenos 1PV e 1PM."
      }
    ],
    "baseCost": 1,
    "source": "Manual do Arcanauta",
    "type": "Kit"
  },
  {
    "id": "kit_mascarado",
    "name": "Mascarado",
    "description": "Existem poderes malignos capazes de transformar pessoas em monstros. Entidades misteriosas de além-Convergência, corporações buscando\nproduzir supersoldados, cultos criando messias para guiá-los a uma nova\nera. Tais seres nem sempre aceitam o papel, rejeitando seus criadores (até\nenfrentando-os) e buscando seus próprios destinos. Tornam-se combatentes da justiça e da liberdade, correndo o mundo em suas motocicletas para\najudar os necessitados, sempre em busca do próximo desafio.\nMotoqueiros mascarados são assim chamados por usar máscaras literais, que conferem seus poderes — ou porque sua transformação oculta a\nverdadeira face. Além disso, cavalgam veículos especiais que podem ser motos ou criaturas vivas, ou ambos. Diferente de muitos heróis que obedecem\na mentores ou patronos, estes espíritos livres seguem o próprio coração, até\ndesafiando autoridades para fazer o que acham certo. Em geral atuam como\nguerreiros solitários, mas aceitam alianças ocasionais com outros heróis.\nNão existem muitos motoqueiros mascarados. Embora alguns tragam\ngrande nobreza e esperança na humanidade, há também aqueles dominados\npelo mal, aceitando plenamente o objetivo sinistro para o qual foram criados.",
    "nucleos": [
      "Guerra da Galáxia",
      "UniPotência",
      "Operação ARSENAL"
    ],
    "requirements": [
      {
        "name": "Luta",
        "type": "skill"
      },
      {
        "name": "Ajudante",
        "type": "advantage",
        "detail": "Montaria"
      }
    ],
    "powers": [
      {
        "name": "Henshin",
        "description": "Você pode gastar um movimento para invocar sua máscara e traje de combate, ou abandonar seu disfarce humano e reverter para\nsua forma verdadeira. Nesta forma, pode gastar 2PM para ter Ganho em\num teste de Luta, e testes para descobrir sua verdadeira identidade sofrem\nPerda. A transformação dura até o fim da cena."
      },
      {
        "name": "Moto de batalha",
        "description": "Você pode pagar 2PM para que seu ajudante atue como Lutador, em vez de Montaria.\n\nMOTOQUEIRO MASCARADO"
      },
      {
        "name": "Até o fim",
        "description": "Você não\nsofre Perda e pode seguir lutando normalmente quando está\nderrotado. Você ainda pode morrer se receber dano\nnesse estado."
      }
    ],
    "baseCost": 1,
    "source": "Manual do Arcanauta",
    "type": "Kit"
  },
  {
    "id": "kit_negociador",
    "name": "Negociador",
    "description": "Mesmo neste mundo de poderes violentos, ainda há aqueles que acreditam em superar desafios e derrotar inimigos com diálogo. Pois foi dito, não\nestarei destruindo meus inimigos quando os transformo em meus amigos?\nUm negociador é alguém habilidoso na arte de facilitar acordos e resolver conflitos. Com uma combinação de empatia, comunicação eficaz\ne conhecimento do assunto em questão, ele busca soluções mutuamente\nbenéficas para as partes envolvidas, criando um ambiente que promove\nentendimento mútuo e resolução pacífica de disputas. Ele ouve atento,\ncompreende necessidades e preocupações, propõe alternativas criativas.\nPara o negociador, palavras são mais poderosas que espadas.\nNunca subestime um negociador empenhado e motivado! Ele será capaz de confundir capangas, acalmar monstros furiosos, abalar a convicção\nde vilões. Diante de olhares incrédulos, vai convencer uma porta a abrir,\numa máquina quebrada a ligar, um veneno a cessar seu efeito. Quando ele\ntem chance de dialogar, literalmente tudo se resolve na conversa.",
    "nucleos": [
      "Era das Arcas",
      "Guerra da Galáxia",
      "UniPotência"
    ],
    "requirements": [
      {
        "name": "Influência",
        "type": "skill"
      },
      {
        "name": "Carismático",
        "type": "advantage"
      }
    ],
    "powers": [
      {
        "name": "Argumentação",
        "description": "Uma vez por cena, você pode usar Influência\npara substituir qualquer outra perícia. Você pode pagar 3PM para cada nova utilização na mesma cena."
      },
      {
        "name": "Empatia",
        "description": "Você entende e questiona as\nmotivações dos outros. Pode pagar 2PM para anular um Ganho em um teste de Poder (incluindo\ncombate) realizado contra você."
      },
      {
        "name": "Palavras de conforto",
        "description": "NEGOCIADOR\n\nSempre que qualquer poder de cura é\nutilizado em sua presença, o teste tem\nGanho ou recupera +2PV."
      }
    ],
    "baseCost": 1,
    "source": "Manual do Arcanauta",
    "type": "Kit"
  },
  {
    "id": "kit_operativo",
    "name": "Operativo",
    "description": "Na Era das Arcas, quase não há mais exércitos nacionais. É desperdício de\nrecursos manter grandes forças armadas para atacar países vizinhos, quando há poderes e perigos muito maiores com que lidar. Existem, no entanto,\nnumerosas forças armadas privadas e organizações secretas — mantidas por\nbilionários, megacorporações, ou prestando serviço como freelancers.\nOperativos são os melhores agentes em tais organizações. Estes supersoldados são altamente treinados e aprimorados, muitas vezes através de procedimentos experimentais (ou mesmo magia). Agem em pequenas forças-tarefa de poucos membros, compensando com extrema perícia e equipamentos\nde altíssima tecnologia. São mestres do combate tático, espionagem e estratégia, capazes de realizar missões perigosas com precisão e eficiência notáveis.\nPor atuarem em operações confidenciais, operativos raramente são reconhecidos por suas façanhas, exceto nos círculos militares. Aquele novo\nmembro no grupo Arcanauta, ou aquele novo desafiante na Ilha do Martelo, pode ser na verdade um soldado de elite em missão secreta.",
    "nucleos": [
      "Guerra da Galáxia",
      "Operação ARSENAL"
    ],
    "requirements": [
      {
        "name": "Luta",
        "type": "skill"
      },
      {
        "name": "Sobrevivência",
        "type": "skill"
      },
      {
        "name": "Patrono",
        "type": "advantage"
      }
    ],
    "powers": [
      {
        "name": "Combate tático",
        "description": "Sempre que executa uma manobra de\ncombate (agarrão, ataque concentrado, ataque\ndirecionado, ataque total, contra-ataque, defesa\ntotal, fuga), você pode pagar 1PM para ter\n+3 em seu teste de ataque ou defesa."
      },
      {
        "name": "Armas",
        "description": "secretas.\n\nTentativas de revelar ou anular suas\nvantagens e técnicas (como Anulação ou Telepatia) sempre sofrem\nPerda, ou gastam PM dobrado."
      },
      {
        "name": "Equipamento",
        "description": "de espião. Uma vez\n\nOPERATIVO\n\npor sessão, seu Patrono\nfornece um aparelho\ncom efeito igual a uma\nvantagem de 1pt (escolhida no início da sessão), que funciona uma\núnica vez. Para vantagens\nque gastam Pontos de Mana,\no aparelho tem carga equivalente a 3PM."
      }
    ],
    "baseCost": 1,
    "source": "Manual do Arcanauta",
    "type": "Kit"
  },
  {
    "id": "kit_patrulheiro",
    "name": "Patrulheiro",
    "description": "Patrulheiros, ou rangers, são aventureiros rústicos, especializados em\nagir nos ermos. São exploradores audaciosos, com uma profunda ligação\ncom a natureza e disposição para protegê-la. Embora sejam rastreadores\nexímios e caçadores implacáveis, abatem apenas o absolutamente necessário, sejam animais ou monstros.\nSobrevivente extremo, o patrulheiro pode encontrar abrigo e sustento\nmesmo nos ambientes mais rigorosos, para si mesmo e seus companheiros. Nenhuma expedição a regiões remotas é prudente sem sua assistência. Muitos também adquirem pontaria impecável — tornando-se mestre\nno arco e flecha, armas de fogo ou outros meios para abates a longas distâncias. Outros preferem fazer emboscadas e usar o terreno a seu favor.\nEmbora alguns patrulheiros sejam caçadores sanguinários, outros atuam como guardiões da vida selvagem, lutando contra a caça ilegal e poluição. Amam a beleza natural do mundo, lutando pelo equilíbrio entre as\ncriaturas da floresta e as comunidades humanas.",
    "nucleos": [
      "Era das Arcas",
      "Tormenta ALPHA"
    ],
    "requirements": [
      {
        "name": "Sobrevivência",
        "type": "skill"
      }
    ],
    "powers": [
      {
        "name": "Natureza provedora",
        "description": "Uma vez por cena, você pode usar\nSobrevivência para substituir qualquer outra perícia. Você pode pagar 3PM\npara cada nova utilização na mesma cena."
      },
      {
        "name": "À prova de tudo",
        "description": "Você é automaticamente bem-sucedido\nem testes de Sobrevivência para achar lugar adequado de descanso para\nvocê e seus aliados. Você também pode pagar 1PM para que você ou um\naliado receba +3 em um teste contra privações (cansaço, respiração, fome\ne sede, sono)."
      },
      {
        "name": "Rastreador perfeito",
        "description": "Você pode pagar 2PM para adquirir\n\nPATRULHEIRO\n\num Sentido à sua escolha,\npara um único teste."
      }
    ],
    "baseCost": 1,
    "source": "Manual do Arcanauta",
    "type": "Kit"
  },
  {
    "id": "kit_piloto_mecha",
    "name": "Piloto Mecha",
    "description": "Quando um adversário é poderoso demais, você tem duas formas de\nderrotá-lo. Consiga mais poder. Ou um robô gigante.\nCom a obtenção de tesouros técnicos obtidos na Guerra da Galáxia —\nsobretudo corpos robóticos traktorianos — a ciência cibernética avançou\nmuito na Era das Arcas. Grandes máquinas robóticas, ou mecha, seriam empregadas em todo o planeta e além. Especialmente nos campos de batalha.\nFormados na Alta Academia Gattai da UniPotência, pilotos mecha estão entre os poucos operadores capacitados a controlar mechas de combate, levando-os a confrontar os maiores inimigos da humanidade. São\nselecionados por sua habilidade e competência extremas, ou algum fator\nmisterioso de compatibilidade (certos mechas poderosos escolhem seus pilotos, não o contrário). Muitas vezes esses escolhidos são jovens superconfiantes e imprudentes, tão resolutos em seus assentos de piloto quanto fora\ndeles, embora também existam pilotos veteranos embrutecidos ou adolescentes tímidos.\nApesar da perícia na cabine, o piloto não depende apenas de sua máquina para proteger o\nmundo. Quase todos contam com treino em combate corpo a corpo, armas futuristas e outros\npoderes, reservando o mecha gigante apenas\npara situações extremas. Outros ainda, em\nvez de pilotar colossos, utilizam superarmaduras pessoais.",
    "nucleos": [
      "Guerra da Galáxia",
      "Operação ARSENAL",
      "UniPotência"
    ],
    "requirements": [
      {
        "name": "Máquinas",
        "type": "skill"
      },
      {
        "name": "Ajudante",
        "type": "advantage"
      }
    ],
    "powers": [
      {
        "name": "Ajudante robô",
        "description": "Seu Ajudante\nrobótico funciona como arma, armadura\ne veículo, sendo considerado Lutador e\nMontaria. Você ainda deve pagar PM para\ncada utilização.\n\nPILOTO MECHA"
      },
      {
        "name": "Ás indomável",
        "description": "Você é um\nmestre das manobras impossíveis.\nUma vez por sessão, quando usar 1\nPonto de Ação para qualquer teste,\nvocê também pode aumentar esse\nteste uma escala."
      },
      {
        "name": "Kiodai mecha",
        "description": "Uma vez por\nsessão, ou a critério do mestre, você pode invocar um veículo de 10 pontos em escala Kiodai (cruzador espacial, robô gigante, dinossauro\nmecânico…). O veículo surge apenas se houver um\noponente de escala Kiodai na cena."
      }
    ],
    "baseCost": 1,
    "source": "Manual do Arcanauta",
    "type": "Kit"
  },
  {
    "id": "kit_psinico",
    "name": "Psiônico",
    "description": "Poderes psíquicos podem se manifestar por muitos motivos. Experimentos genéticos, origens alienígenas, mutações, até mesmo magia. Pode-se nascer (ou ser criado) com eles, ou recebê-los de forma artificial. Esses\npoderes podem ser muito variados, mas quase sempre incluem alguma\nforma de intuição aguçada ou dom telepático, então evoluindo para manifestações mais dramáticas. Rajadas cinéticas, pirotecnia, invisibilidade,\nteleporte, voo... qualquer magia ou superpoder pode ter origem psíquica.\nPsiônicos podem ser seres muito poderosos, mas também perigosos,\naté para si mesmos. Seus poderes, quando excedem limites, consomem\ncorpo e mente. Podem causar sangramentos nasais, dores de cabeça, até combustão espontânea\nou desintegração!\nApesar dos riscos, vários psiônicos\nacreditam que receberam seus dons\nespeciais para proteger o mundo, unindo-se a aventureiros. Outros perseguem\nobjetivos pessoais, que podem ser sonhos nobres, vinganças terríveis ou\nambições malignas.",
    "nucleos": [
      "Guerra da Galáxia",
      "Operação ARSENAL",
      "UniPotência"
    ],
    "requirements": [
      {
        "name": "Obstinado",
        "type": "unknown"
      },
      {
        "name": "Sentido",
        "type": "advantage",
        "detail": "Intuição"
      },
      {
        "name": "Telepata",
        "type": "skill"
      }
    ],
    "powers": [
      {
        "name": "Dom telepático",
        "description": "Você\nnão precisa gastar um movimento (mas\nainda gasta PM) para usar Telepata."
      },
      {
        "name": "Intuição psíquica",
        "description": "Você pode\npagar 1PM para ter Ganho em um teste de\nPercepção usando Sentido (Intuição)."
      },
      {
        "name": "Sobrecarga psíquica",
        "description": "PSIÔNICO\n\nQuando utiliza Obstinado, você\npode escolher gastar 1 ponto de\natributo como se fossem 2 Pontos\nde Ação, em vez de 1. Sempre que\nfizer isso, role um dado. Com um resultado 1, seus PV caem para zero e\nvocê deve fazer um teste de morte."
      }
    ],
    "baseCost": 1,
    "source": "Manual do Arcanauta",
    "type": "Kit"
  },
  {
    "id": "kit_samurai",
    "name": "Samurai",
    "description": "O samurai do Japão feudal pode ter desaparecido, mas eles ainda existem em algum lugar no além-Convergência, originários de uma cultura\nidêntica. Vários deles chegaram a este mundo como Viajantes, trazendo\nconsigo sua habilidade com a katana e devoção à honra. Outros simplesmente vieram do nosso passado — descendendo de antigos clãs, preservados, ou como viajantes do tempo, entre outras explicações.\nEm sua terra/época de origem, samurais foram guerreiros de elite que\npertenciam à aristocracia, membros da alta nobreza. Servir é sua natureza,\né o próprio significado da palavra samurai, “aquele que serve”. Assim, quando não tem um patrono, o samurai escolhe servir a seus próprios códigos\nde honra. Samurais sem mestre ou honra são chamados ronin, sem acesso\ntotal a seus poderes.\nQuase todos os samurais são humanos, mas existem alguns pertencentes a outras raças. E embora cultivem tradições antigas, vários recorrem a\narmas e armaduras de alta tecnologia, mas seguindo sua estética ancestral.",
    "nucleos": [
      "Era das Arcas",
      "Operação ARSENAL",
      "Tormenta ALPHA"
    ],
    "requirements": [
      {
        "name": "Patrono",
        "type": "advantage"
      },
      {
        "name": "Código",
        "type": "disadvantage"
      }
    ],
    "powers": [
      {
        "name": "Guerreiro poeta",
        "description": "Samurais são treinados em arte e etiqueta. Você pode gastar 2PM para receber +3 em qualquer teste de Arte ou\nInfluência."
      },
      {
        "name": "Artefato ancestral",
        "description": "No início de seu turno, você pode gastar PM para imbuir sua arma ou armadura com uma qualidade de artefato\n(veja em Recompensas) durante um turno. O custo\né igual a um décimo do custo em XP. Por exemplo,\npode tornar sua arma Encantada +1 por 1PM,\nou sua armadura Fortificada por 2PM. Você\npode aplicar apenas uma qualidade por vez."
      },
      {
        "name": "Guerreiro honrado",
        "description": "SAMURAI\n\nVocê tem 1 Ponto de Ação extra para\ncada Patrono e Código que possua.\nSe desobedecer a seu Patrono ou violar qualquer de seus Códigos, perde esses\npontos extras até se redimir. (Note que\nvocê pode escolher adotar mais de dois\nCódigos, embora não receba pontos de\npersonagem por estes.)"
      }
    ],
    "baseCost": 1,
    "source": "Manual do Arcanauta",
    "type": "Kit"
  },
  {
    "id": "kit_shinigami",
    "name": "Shinigami",
    "description": "O shinigami, deus da morte, é um guerreiro espiritual com a missão\nde proteger o equilíbrio entre o mundo dos vivos e o reino dos mortos. Incorporando a figura da morte, ele recebe poderes e conhecimentos que o\ncapacitam a cumprir essa tarefa sombria, mas necessária.\nA tarefa principal do shinigami é impedir que espíritos causem transtornos aos vivos, e vice-versa. Ele será convocado para caçar espíritos\nmonstruosos ou malignos que atacam os vivos, ou vilões que os utilizam.\nDa mesma forma, vai proteger os espíritos que escolhem viver pacificamente em sociedade. A ação dos shinigami é\ngrande responsável por manter a harmonia entre\nhumanos e abissais, osteon, vampiros e outros.\nEles são orientados por justiça e compaixão, comprometidos em proteger a humanidade da influência\nnegativa de entidades sobrenaturais.\nAlguns shinigami pertencem a ordens secretas ancestrais, enquanto outros são escolhidos por forças além da\ncompreensão. Poucos são humanos: a maioria pertence a raças espirituais, como celestiais e abissais, ou mesmo mortos-vivos. Em todos os casos, são treinados desde jovens no domínio\ndas artes espirituais e mistérios do universo.",
    "nucleos": [
      "Era das Arcas",
      "Operação ARSENAL",
      "UniPotência"
    ],
    "requirements": [
      {
        "name": "Imortal",
        "type": "advantage"
      },
      {
        "name": "Inimigo",
        "type": "disadvantage",
        "detail": "espíritos"
      }
    ],
    "powers": [
      {
        "name": "Eu voltarei! Um shinigami morto retorna com",
        "description": "recursos completos no início da cena seguinte. A única\nforma de destruí-lo permanentemente é pelo ataque\nde outro shinigami."
      },
      {
        "name": "Guia dos mortos",
        "description": "Cabe ao shinigami adiar a passagem daqueles cuja hora\nfinal ainda não chegou. Você pode conceder\num Ganho a qualquer teste de morte realizado\nem sua presença.\n\nSHINIGAMI"
      },
      {
        "name": "Inimigo espiritual",
        "description": "Um\nespírito derrotado por um shinigami não recupera PV e permanece derrotado até o fim da\ncena, ou até ser\ndestruído."
      }
    ],
    "baseCost": 1,
    "source": "Manual do Arcanauta",
    "type": "Kit"
  },
  {
    "id": "kit_super-heri",
    "name": "Super-Herói",
    "description": "Entre habilidades incríveis trazidas pelos Viajantes, novas tecnologias,\nmilagres vindos do espaço, fenômenos mágicos ou simplesmente treino,\nexistem numerosas pessoas com superpoderes. Estes, quando escolhem\nusar seus dons especiais para proteger o planeta e seus povos, recebem o\ntítulo de super-heróis.\nO típico super-herói tem um único superpoder de destaque, que acaba\nse tornando sua melhor arma e marca registrada, utilizada de formas diferentes e imprevisíveis. Vários outros, no entanto, têm conjuntos de poderes relacionados, como técnicas. E outros ainda são versáteis, prontos para\nqualquer situação.\nMuitos supers aprendem a lidar com seus poderes (e inimigos) por\ntentativa e erro. Outros são guiados por mentores ou patronos, outros ainda unem-se a heróis ou aventureiros. Mas grande parte apenas cursou as\ndisciplinas apropriadas na UniPotência — única instituição de ensino no\nmundo preparada para educar e treinar estudantes superpoderosos. Embora sua fundadora Vitória consiga lidar com qualquer ameaça, a semideusa acredita ser melhor fornecer meios para que o planeta consiga se\nproteger sem ajuda.",
    "nucleos": [
      "Guerra da Galáxia",
      "UniPotência",
      "Operação ARSENAL"
    ],
    "requirements": [
      {
        "name": "Ágil",
        "type": "advantage"
      },
      {
        "name": "Carismático",
        "type": "advantage"
      },
      {
        "name": "Forte",
        "type": "advantage"
      },
      {
        "name": "Gênio",
        "type": "advantage"
      },
      {
        "name": "Resoluto",
        "type": "advantage"
      },
      {
        "name": "Vigoroso",
        "type": "advantage"
      },
      {
        "name": "Código dos Heróis",
        "type": "disadvantage"
      }
    ],
    "powers": [
      {
        "name": "Sobrehumano",
        "description": "Escolha uma vantagem das\nexigências que você possua.\nVocê pode gastar 1PM para\naumentar seu bônus de atributo em +4, em vez de +2."
      },
      {
        "name": "Façanha épica",
        "description": "Uma\nvez por sessão, em um teste envolvendo um\natributo sobrehumano, você pode aumentar\nesse teste uma escala.\n\nSUPER-HERÓI"
      },
      {
        "name": "Herói de ação",
        "description": "Você tem 2 Pontos\nde Ação extras (Poder+2)."
      }
    ],
    "baseCost": 1,
    "source": "Manual do Arcanauta",
    "type": "Kit"
  },
  {
    "id": "kit_enquanto_muitos_arcanautas_so_focados_em_causar_dano_e_outros_so_dedicados_a_curar_existe_um_terceiro_grupo_especializado_em_defesa_atuam_como_escudos_vivos_para_os_companheiros_com_o_papel_de_atrair_ataques_inimigos_sobre_si_e_sobreviver_ao_castigo_tanques_costumam_se_sobressair_no_grupo_arcanauta_como_brutamontes_com_armaduras_mais_pesadas_mas_nem_todos_so_assim_alguns_so_enganosamente_pequenos_eou_frgeis_mas_ainda_capazes_de_tolerar_danos_que_fariam_um_caminho_chorar_como_nico_trao_comum_todos_so_chamativos_provocadores_aqueles_de_aparncia_mais_perigosa_no_campo_de_batalha_isto_assim_tentam_parecer_no_existe_tanque_tmido_ou_furtivo_para_proteger_o_grupo_cabe-lhe_usar_todos_os_meios_para_atrair_o_olhar_inimigo_e_seus_ataques_sempre_buscando_ser_a_isca_mais_atraente_muitos_tanques_so_vistosos_e_coloridos_outros_recorrem_a_provocaes_blefes_fintas_e_insultos_e_outros_tantos_apelam_aos_mtodos_mais_exticos_como_danas_rituais_feromnios_comandos_telepticos_comidas_gostosas_ou_apelo_sensual_por_tudo_isso_quase_todos_os_tanques_so_vaidosos_e_metidos_com_egos_to_altos_quanto_seus_pontos_de_vida_hoje_no_uma_vez_por_cena_quando_recebe_dano_que_o_levaria_a_0pv_voc_pode_ignorar_completamente_esse_dano_defesa_gratuita_uma_vez_por_cena_voc_pode_usar_uma_defesa_especial_sem_gastar_pm_ltimo_bastio_tanque_quando_voc_est_perto_da_derrota_todos_os_seus_testes_de_defesa_tm_ganho_61_treinador_de_monstros",
    "name": "Enquanto muitos Arcanautas são focados em causar dano e outros são dedicados a curar, existe um terceiro grupo especializado em defesa. Atuam como escudos vivos para os companheiros, com o papel de atrair ataques inimigos sobre si — e sobreviver ao castigo. Tanques costumam se sobressair no grupo Arcanauta como brutamontes com armaduras mais pesadas, mas nem todos são assim. Alguns são enganosamente pequenos e/ou frágeis, mas ainda capazes de tolerar danos que fariam um caminhão chorar. Como único traço comum, todos são chamativos, provocadores, aqueles de aparência mais perigosa no campo de batalha — isto é, assim tentam parecer. Não existe tanque tímido ou furtivo: para proteger o grupo, cabe-lhe usar todos os meios para atrair o olhar inimigo. E seus ataques. Sempre buscando ser a isca mais atraente, muitos tanques são vistosos e coloridos. Outros recorrem a provocações, blefes, fintas e insultos. E outros tantos apelam aos métodos mais exóticos, como danças rituais, feromônios, comandos telepáticos, comidas gostosas ou apelo sensual! Por tudo isso, quase todos os tanques são vaidosos e metidos, com egos tão altos quanto seus Pontos de Vida.  • Hoje não! Uma vez por cena, quando recebe dano que o levaria a 0PV, você pode ignorar completamente esse dano. • Defesa gratuita. Uma vez por cena, você pode usar uma Defesa Especial sem gastar PM.  • Último bastião.  TANQUE  Quando você está perto da derrota, todos os seus testes de defesa têm Ganho.  61  Treinador de Monstros",
    "description": "Dragões. Elementais. Golens. Quimeras. As Convergências trouxeram\num sem-número de criaturas exóticas, e outras tantas chegaram de outros\nplanetas ou surgiram em laboratórios. Muitas são monstros perigosos. Outras podem ser companheiros leais. E outras mais, são ambos.\nO treinador de monstros é alguém com grande afinidade por tais\nmascotes fantásticas. Não apenas tem consigo um ou mais companheiros\nmonstruosos, como também pode capturar e domar — ou apenas convencer — outros em estado selvagem, onde estiver. Suas criaturas atuam como\nparceiros de batalha para o mundo proteger, ou apenas para duelar em\ngrandes torneios.\nPara quase todos os treinadores, não há objetivo maior que acumular\nmonstros e torná-los mais fortes. Ainda que os utilize em lutas, será sempre atencioso, por considerá-los seus amigos mais queridos. Arriscará a\nprópria vida por eles quando necessário, uma dedicação que seus monstros de estimação retribuem com esforço e obediência.",
    "nucleos": [
      "Todos"
    ],
    "requirements": [
      {
        "name": "Animais",
        "type": "skill"
      },
      {
        "name": "Ajudante",
        "type": "advantage"
      }
    ],
    "powers": [
      {
        "name": "Amigo dos monstros",
        "description": "Para você, cada utilização de Ajudante custa –1PM (mínimo 1PM).\n\nTREINADOR DE MONSTROS"
      },
      {
        "name": "Eu escolho você! Se tiver mais",
        "description": "de um Ajudante, você pode utilizar a vantagem\nduas vezes por rodada, em vez de uma (apenas\nduas, mesmo se tiver mais de dois Ajudantes).\nVocê não pode usar o mesmo Ajudante mais\nde uma vez em cada rodada, e você ainda deve\npagar o custo em PM por cada utilização."
      },
      {
        "name": "Temos que pegar! No início da",
        "description": "cena, você pode fazer um teste de Animais\n(9 ou mais, a critério do mestre). Em caso de sucesso, um\nnovo Ajudante (tipo escolhido\npelo mestre) surge para ajudá-lo até o fim da cena.\nVocê ainda deve pagar o custo em PM\npor sua utilização.\nEste poder funciona apenas uma vez\npor sessão."
      }
    ],
    "baseCost": 1,
    "source": "Manual do Arcanauta",
    "type": "Kit"
  }
]